{
  "filename": "hon-esg-report.pdf",
  "content": "FOUNDATION FOR THE FUTURE\n2023 Environmental, Social and Governance Report\nFORWARD-LOOKING STATEMENTS\nThis report contains certain statements that may be deemed “forward-looking statements” within the meaning of Section 21E of the Securities Exchange Act of 1934. All statements, other than statements of historical fact, that address activities, events or developments that we or our management intends, expects, projects, believes or anticipates will or may occur in the future are forward-looking statements. We use words such as aim, anticipate, believe, commit, drive, estimate, ensure, expect, goal, intend, may, mission, plan, project, seek, strategy, strive, target, will and would or similar expressions to identify forward-looking statements. In particular, such statements may include but are not limited to: (1) statements which may relate to our purpose, ambitions, aims, commitments, targets, plans, and objectives, and sustainability goal progress; (2) environmental, health, and safety (EHS) data as it relates to the environment, safety performance, management systems, implementation, and regulatory compliance, including data collection systems at applicable sites that track and collect EHS data through the corporate-wide EHS reporting systems; (3) social data as it relates to employee metrics, social practices and community engagement programs derived from our various databases; (4) responsible sourcing of materials and the related responsible sourcing systems and data; and (5) statements about actions of suppliers and partners or our work with them. Such statements are based upon certain assumptions and assessments made by our management in light of their experience and their perception of historical trends, current economic and industry conditions, expected future developments and other factors they believe to be appropriate. The forward-looking statements included in this report are also subject to a number of material risks and uncertainties that may cause actual results to differ materially.\nSuch risks and uncertainties include, but are not limited to, economic, competitive, governmental, technological, geopolitical and public health factors affecting our operations, markets, products, services and prices, assumptions not being realized, scientific or technological developments, evolving sustainability strategies, changes in carbon markets, evolving government regulations, our expansion into new products, services, technologies, and geographic regions, or other changes in circumstances, as well as those factors set forth in the “Risk Factors” section of our most recent Annual Report on Form 10-K and subsequent quarterly reports on Form 10-Q filed with the U.S. Securities and Exchange Commission. Such forward-looking statements are not guarantees of future performance, and actual results, and other developments, and business decisions may differ from those envisaged by such forward-looking statements. The information and opinions contained in this report are provided as of the date of this report and are subject to change without notice. We undertake no obligation to update any forward-looking statements contained in this report as a result of new information or future events or developments.\nThis report represents our current policy and intent and is not intended to create legal rights or obligations. The standards of measurement and performance contained in this report are developing and based on assumptions, and no assurance can be given that any plan, initiative, projection, goal, commitment, expectation, or prospect set forth in this report can or will be achieved. This report may contain or incorporate by reference public information not separately reviewed, approved, or endorsed by us, and we make no representation, warranty, or undertaking as to the accuracy, reasonableness, or completeness of such information. This report contains examples of savings and results achieved by us, our customers and our partners that may or may not be representative of what other companies could achieve in similar circumstances. Inclusion of information in this report is not an indication that the subject or information is material to our business or operating results. “Material” for the purposes of this report should not be read as equating to any use of the word in our other reporting or filings with the U.S. Securities and Exchange Commission. No part of this report or our website constitutes, or shall be taken to constitute, an invitation or inducement to invest in us or any other entity and shall not be relied upon in any way in connection with any investment decisions.\nHoneywell | Forward-Looking Statements | 2\nLetter from our CEO\nEMPOWERING PROGRESS FOR A BETTER FUTURE\nHoneywell’s deep roots in solving the world’s most difficult environmental, social and governance (ESG) challenges stem from our team’s strong foundation as an industrial technology innovator and leader. But it’s not just about what we’ve done with our innovation. It’s about what we are doing now and what we will do next.\nA BETTER FUTURE FOR THE PLANET Environmental sustainability remains a top priority, both in the solutions we provide to our customers and in our own operations. Honeywell is ready now to equip our customers with the innovative tools to fight the effects of climate change and become more sustainable. By continuing to spend approximately 60% of our research and development funding on ESG-oriented solutions1, we’re introducing cutting-edge offerings for a vast number of global markets and industries and helping solve some of the world’s most complex challenges. Our innovative technologies – including renewable fuels, Solstice hydrofluoroolefin (HFO) with lower GHG emission for cooling applications, and Forge software solutions to reduce energy consumption in commercial buildings – are just a few premier examples of our significant contributions to environmental sustainability.\nSimultaneously, we’re working diligently to ensure we operate more sustainably and achieve carbon\nneutrality in our operations and facilities by 2035. In 2022, we executed 240 projects that will address nearly 20% of our 2021 carbon footprint. We know that sustainability starts with us, and we’re dedicated to leading the way to carbon neutral.\nA BETTER FUTURE FOR OUR PEOPLE Our leadership in ESG is only possible because of our team of Futureshapers, who show up every day focused on serving our customers and shareholders in their sustainability journeys. We remain deeply committed to talent development and succession planning to grow the next generation for our company and beyond.\nOur caliber of leadership and innovation requires diverse perspectives, and Inclusion and Diversity is essential to our success. In 2022, we continued to make steady progress in representation, retention and recognition to continue forging new paths in this foundational principle.\nFurthermore, Honeywell takes its role as a global corporate citizen very seriously. We leverage our resources and expertise to positively impact the communities where we work and live. Our corporate social responsibility pillars focus on STEM education, sustainability and empowering our employees to make an impact across the globe through meaningful projects.\nA BETTER FUTURE FOR BUSINESS Honeywell is committed to doing business the right way, guided by our Code of Business Conduct. Integrity and ethics are the cornerstones of how we operate our company. We have high standards, and we’re proud of our Futureshapers who uphold them in every decision, every day. We will never lower our high standards on integrity and ethics. Our senior leadership team works in tandem with the Honeywell Board of Directors – who welcomed two new members in 2022 – enabling our company to maintain responsible reporting and operating practices.\nAs we all navigate the dynamic landscape of global challenges, Honeywell remains committed to building on our legacy of leadership in ESG.\nWe hope you’ll enjoy this report commemorating our ESG accomplishments over the last year. The future is what we make it – and there is so much more to come.\nVIMAL KAPUR Chief Executive Officer\n1 Methodology for identifying ESG-oriented solutions is available at investor.honeywell.com (see “ESG/ESG Information/Identification of ESG-Oriented Offerings).\nHoneywell | Letter from CEO Vimal Kapur | 3\nLetter from our Lead Director\nENDORSING PROGRESS FOR A BETTER FUTURE\nIn 2022, the global macroeconomic environment continued to present opportunities to demonstrate Honeywell’s resilience and rigorous operating system to maintain stellar results. Similarly, the company added another year of ESG leadership to its legacy.\nI’m honored to serve as Honeywell’s Lead Director and continue to enjoy my time interacting with shareowners and facilitating an open dialogue. The Board of Directors is responsible for overseeing and guiding Honeywell’s management team to ensure it operates in the best long-term interests of its shareholders. We have a responsibility to actively consider and understand the perspectives of our shareholders and foster the core values that help make Honeywell a globally renowned company.\nThe Corporate Governance and Responsibility Committee (CGRC) of the Board plays a key role in overseeing and providing guidance as Honeywell addresses the dynamic ESG challenges of our world. The CGRC also focuses on ensuring that Board members exhibit the necessary leadership qualities, independence and diverse range of backgrounds and perspectives to effectively support Honeywell’s long-term strategic vision and support a culture of high performance.\nI trust that our 2023 Honeywell ESG Report will provide you with valuable insights into how our company is addressing the most significant business and ESG issues of our time. This moment in history presents remarkable challenges and opportunities. I speak for the entire Board when I say we are optimistic about Honeywell’s progress and continued leadership. This company is making the world a better place today and in the future, and I’m proud to watch what we continue to do for generations to come.\nD. SCOTT DAVIS Lead Director\nHoneywell | Letter from Lead Director D. Scott Davis | 4\nHo\nTABLE OF CONTENTS\nSOCIAL\n54\nGOVERNANCE\n81\nHONEYWELL OVERVIEW\n6\nOUR FUTURESHAPERS\nINTEGRITY AND COMPLIANCE\n55\n83\nESG APPROACH\n10\nATTRACTING THE BEST TALENT\nFEATURE STORY: INTEGRITY AND COMPLIANCE THERE ARE NO SHORTCUTS\n56\n84\nCOMMITMENT TO ESG\n12\nDEVELOPING SKILLS AND GROWING CAREERS\n57\nDATA PROTECTION AND CYBERSECURITY\n89\nENVIRONMENTAL\n25\nENGAGING OUR FUTURESHAPERS\n59\nBOARD OF DIRECTORS\n93\nINCLUSION AND DIVERSITY: A FOUNDATIONAL PRINCIPLE\n61\nHONEYWELL ENVIRONMENTAL SUSTAINABILITY INDEX EXPANDS SUSTAINABILITY LEADERSHIP\n26\nMAINTAINING EXPERTISE IN SUPPLY CHAIN MANAGEMENT\n95\nFEATURE STORY: SANDRA BARBOSA, CHIEF INCLUSION & DIVERSITY OFFICER AT HONEYWELL\n62\nA FIRM FOUNDATION OF PRODUCT SAFETY AND INTEGRITY\n99\nHEALTH, SAFETY AND THE ENVIRONMENT\n27\nCHARTING A PATH FORWARD WITH POLITICAL ACCOUNTABILITY\nI&D IN ACTION\n101\n64\nGOING THE DISTANCE WITH HEALTH AND SAFETY\n32\nFEATURE STORY: HOW TO FORGE YOUR OWN CAREER PATH: WOMEN SHARE THEIR EXPERIENCES\n65\nTHE ENVIRONMENT: PROTECTING FUTURE GENERATIONS, NOW\n35\nSASB/TCFD INFORMATION\n105\nHONEYWELL EMPLOYEE NETWORKS\n68\nREVITALIZATION FOR A BETTER FUTURE: ENVIRONMENTAL REMEDIATION\n47\nESG DATA\n115\nCORPORATE SOCIAL RESPONSIBILITY\n73\nFEATURE STORY: HONEYWELL’S JESSICA TELANO DEFINES ‘GREEN REMEDIATION’\n50\nSHAPING THE NEXT GENERATION OF INNOVATORS\n74\nPRODUCT STEWARDSHIP\n52\nSUSTAINABILITY TAKES ROOT\n76\nVOLUNTEERING FOR THE GREATER GOOD\n77\nFUTURESHAPERS MAKING AN IMPACT\n78\nFEATURE STORY: BRIDGING THE DIGITAL DIVIDE GAP, ONE LAPTOP AT A TIME\n80\nHoneywell | Table of Contents | 5\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL OVERVIEW\nNASDAQ: HON | ~717 locations | ~97,000 employees Charlotte, NC headquarters | Fortune 500 | 2022 Revenue: ~$35 B\nSHAPING THE FUTURE ACROSS INDUSTRIES\nAEROSPACE\nOur products are used on virtually every commercial and defense aircraft platform worldwide and include aircraft propulsion, cockpit systems, satellite communications and auxiliary power systems.\nHONEYWELL BUILDING TECHNOLOGIES\nCommercial building owners and operators use our hardware, software and analytics to help create safe, efficient and productive facilities. Our solutions and services are used in more than 10 million buildings worldwide.\nPERFORMANCE MATERIALS & TECHNOLOGIES\nWe provide performance chemicals and materials, process technologies and automation controls. By supporting the global transition toward renewable energy and low-carbon economy, we’re accelerating a more sustainable future to help change the world.\nSAFETY & PRODUCTIVITY SOLUTIONS\nWe develop and deploy an innovative range of solutions, software and services that help keep people healthy, workers and workplaces safer and more productive, and supply chains and assets more efficient, accurate and reliable.\nHONEYWELL CONNECTED ENTERPRISE\nAcross our segments, we empower those who make, move and operate the world’s critical resources to grow responsibly . HCE develops software that securely unites OT and IT data to make better decisions and improve operational performance. Our flagship suite of applications, Honeywell Forge, unites real-time data across assets, people and processes to drive intelligent operations growth, productivity and risk mitigation .\nHoneywell | Honeywell Overview | 6\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nHONEYWELL BEHAVIORS AND FOUNDATIONAL PRINCIPLES\nDrive Accountability Culture\nBe Courageous\nBuild Exceptional Talent\nWin Together\nHave fearless accountability for getting results. Take ownership and solve problems proactively. Care deeply about Honeywell and customer outcomes as individuals and as teams. Do what you say you will do. Prioritize and execute with discipline to drive a performance culture. Demonstrate a bias for action and speed.\nTake bold action on what you believe is right. Take on seemingly impossible goals and work out of your comfort zone. Iterate, test, try, take measured risks. Own results even when outcome is not as planned. Share and confront problems openly and directly. Be transparent and comfortable with being unpopular when required.\nRecruit, retain, and develop high quality talent. Create a positive, inclusive environment where people are empowered to do their best work. Seek, give, and accept feedback with the intent of making everyone better. Build robust succession plans. Set high standards for yourself and others. Lead by example.\nThink ONE Honeywell by collaborating across businesses, geographies and functions as we are stronger together. Be a champion for our people, products, services, and solutions and beat the competition. Be authentic, confident, and humble. Listen to others and be self-aware. Believe we can change the world together and create a better future for our communities. #Futureshaper\nFOUNDATIONAL PRINCIPLES\nINTEGRITY AND ETHICS\nWe do business the right way or walk away.\nWORKPLACE RESPECT\nWe treat each other fairly and with respect.\nSOCIAL\nGOVERNANCE\nInnovate and Create Value for Customers\nEmbrace Transformation\nSee the world through the customer’s eyes, internally and externally. Know what customers need and what creates value. Have a growth mindset and a relentless passion for solving tough problems. Deliver profitable growth and an exceptional customer experience through innovative solutions. Innovate with agility and purpose.\nLearn from and contribute to our collective knowledge. Embrace digitalization to transform the way we work. Radically simplify the complex. Use standard processes and systems to drive operational excellence. Drive decisions based on facts and data. Be curious and explore new ways of doing things to help share the best ideas.\nINCLUSION AND DIVERSITY\nWe value diversity of thought and experiences.\nHoneywell | Honeywell Overview | 7\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHONEYWELL ACCELERATOR OPERATING SYSTEM\nHow Businesses and Functions Work at Honeywell\nWHAT’S IN ACCELERATOR?\nFOUR BUSINESS MODELS\nProjects\nSTRATEGY Corporate, SBG, Function\nProducts/ Channel\nBUSINESS PROCESSES Creating Value for our Customer\nFUNCTIONAL PROCESSES Providing Consistent + Predictable Outcomes\nL A T I G D L L E W Y E N O H\nI\nAfter-market Services\nSoftware\nACCELERATOR HISTORY\n2005-2016\nFocused On Supply Chain\nLEARNING + DEVELOPMENT Training the Futureshaper Team\nDelivered improved productivity\nCOMMITMENT TO ESG\nENVIRONMENTAL\nGLOBAL DESIGN MODELS\nMOS + Policy\nRoles + Responsibilities\nProcesses\nMetrics/KPIs\nFUNCTIONAL PROCESSES\nCustomer Experience\nCommercial Processes\nSupply Chain\nQuote-to-Cash\n2016-2022\nEnhanced, scope to improve ISC,\nElevated customer experience\nInvested in Digital\nDelivered margin expansion and initial digital trends\nSOCIAL\nGOVERNANCE\nConnection to Digital\nConnection to People\nMaturity/ Sustainment\nInnovation\nTalent Management\nIntegrated Business Planning\n2023+\nAdding end-to-end business model standardization\nAdding end-to-end business model standardization\nExtracting value from digital thread\nM&A benefit from integration excellence\nAccelerating profitable growth\nHoneywell | Honeywell Overview | 8\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nRECOGNIZED FOR SHAPING A BETTER FUTURE CORPORATE AWARDS 2022\nTop 100 Diversity Officers\nAssociation to Advance Collegiate Schools of Business Security Sales, Influential Leaders\nEthisphere World’s Most Ethical Companies\nFortune, World’s Most Admired Companies\nData Breakthrough Award\nWomen’s Choice Awards, Best Companies to Work for Millennials\nWomen’s Choice Awards, Best Companies to Work for Diversity\niF Design Award\nRed Dot Product Design Award\nYello and WayUp, Top 100 Internship Programs\nCorporate Awards for Excellence in Corporate Social Responsibility\nTech Ascension Award (PMT)\nEnvironment + Energy Leader\nWorld Sustainability Awards (Highly Commended)\nWorld of Safety and Health Asia Awards\nRising Brand of Asia\nOccupational Health & Safety’s Industrial Hygiene Awards\nU.S. Business in Africa Awards\nGreen Quadrant – IoT Platforms for Smart Buildings\n2022 IoT Product of the Year from IoT Evolution World\nBest Overall Business Technology Solution and Best Emerging Technology\nSOCIAL\nGOVERNANCE\nDisability:In, Employee Resource Group Executive Sponsor of the Year\nLabrador, U.S. Transparency Award\nSustainability Magazine Top 100 Women\nSIA Women in Security Forum Power 100\nNational Safety Council awards\nOccupational Health and Safety’s New Product of the Year\nDOE Secretary of Energy and Deputy Secretary Achievement Awards\nHoneywell | Honeywell Overview | 9\nHOME\nHONEYWELL OVERVIEW\nOUR ESG APPROACH\nAt Honeywell, we are innovating to solve the world’s toughest ESG challenges. From our industrial roots, to becoming the premier software industrial, to leading in the energy transition, Honeywell’s ability to achieve ambitious, transformative objectives is rooted in our strong ESG practices.\nESG PRIORITIES ASSESSMENT At Honeywell, we are committed to continuous evaluation and evolution of our ESG strategy, including identifying the ESG areas that are most important to our business. In 2023, we used a third party to conduct a comprehensive ESG Priorities Assessment. The purpose of this assessment was to understand the perspectives and expectations of both internal and external stakeholders. Through internal and external surveys, interviews and comprehensive research, we analyzed the ESG topics considered most relevant to Honeywell’s business by regulators, investors, customers, employees and other key stakeholders. In addition, our annual Enterprise Risk Management (ERM) process specifically includes ESG topics, and input from this process was considered in identifying priority ESG areas.\nThrough this engagement, research and analysis, we have identified priority topics that will continue to inform our ESG strategy:\nESG APPROACH\nCOMMITMENT TO ESG\nOccupational Health & Safety\nDecarbonization & Climate Strategy\nCO2\nSupply Chain Management/ Responsible Sourcing\nBusiness Ethics & Integrity\nENVIRONMENTAL\nLabor Practices & Human Rights\nHONEYWELL ESG PRIORITY TOPICS\nProduct Quality & Safety\n$\nSOCIAL\nGOVERNANCE\nRisk Management\nData Privacy & Cybersecurity\nEnvironmental Impact of Products & Services\nHuman Capital Management\nHoneywell | ESG Approach | 10\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL ESG HIGHLIGHTS\n2022-2023 SNAPSHOT\n>60% OF 2022 SALES were from offerings that contribute to ESG-oriented outcomes1\n~60% OF 2022 NEW PRODUCT RESEARCH AND DEVELOPMENT INVESTMENT was directed toward ESG-oriented outcomes1\nCommitted to achieving CARBON NEUTRALITY by 2035\nRecognized as a “BEST PLACE TO WORK FOR DISABILITY INCLUSION” by Disability:IN\nOffered 80+ jobs/internships to students through National Society of Black Engineers\n33% of Board committees are chaired by a woman\n26 Honeywell locations globally certified for energy management efficiency with ISO 50001\nDistributed over $7.7 MILLION in relief assistance to employees since 2004\n19,000 promotions, lateral moves, and progressions in 2022\n45% of the Board of Directors are ethnically or racially diverse and 36% are women\nLaunched the Honeywell ENVIRONMENTAL SUSTAINABILITY INDEX (ESI)\nRated a CPA-Zicklin TRENDSETTER by the Center for Political Accountability\n>90% REDUCTION in Scope 1 and Scope 2 greenhouse gas intensity since 2004\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nImplemented digital tools and processes with over 1,000 data elements to enhance our anti-corruption program\n6,300+ sustainability projects since 2010\n100% of all eligible employees complete Code of Business Conduct training every year\n$50 MILLION PER YEAR for carbon neutrality projects\nComprehensive integrity and compliance training made available in 20+ languages\nSAVED 165M gallons of water in water-stressed regions through 185+ projects since 2013\nHoneywell committed to donating 13,000 laptops valued at $5 MILLION\nHoneywell Earthquake Relief Fund donated over $320,000 for the 2023 Turkey-Syria earthquake rescue efforts\nHoneywell investigates 100% of the allegations reported through ACCESS Integrity\nValidated SCIENCE-BASED TARGET with Science Based Targets initiative (SBTi)\n1Methodology for identifying ESG-oriented solutions is available at investor. honeywell.com (see ESG/ESG Information/Identification of ESG-Oriented Offerings)\nLaunched ‘Plant the Trees’ with a goal to plant 1 MILLION saplings in 10 cities by 2032\nCompleted 21,000 volunteer hours in 2022\nAnnual ON-SITE AUDITS of high-risk suppliers to ensure alignment with our Supplier Code of Business Conduct\nHoneywell | ESG Approach | 11\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nOUR COMMITMENT TO ESG\nReal-time Measurement\nEmission Monitoring\nCybersecurity\nBio-Sourced Materials and Bio-Derived Plastics\nAsset Life Extension\nPlastics Recycling\nHealthy Building Solutions\nHONEYWELL ESG-ORIENTED SOLUTIONS\nSafety Assurance\nPersonal Protection\nWarehouse Automation\nCommand and Control\nMethodology for identifying ESG-oriented solutions is available at investor.honeywell.com (see ESG/ESG Information/Identification of ESG-Oriented Offerings).\nLow Global Warming Potential Molecules\nRenewable Fuels\nHydrogen\nENVIRONMENTAL\nSOCIAL\nHigh GWP Emissions Monitoring and Remediation\nSmart Metering\nEnergy and Water Conservation; Facility Improvement\nEnergy Performance Contract\nEnergy Management Services\nFlight Efficiency\nEnergy Optimization\nPredictive Maintenance\nFlight Management System\nEnergy Storage System and Controls\nElectric Vehicles Sensors\nElectrification in Aero\nCarbon Capture and Storage\nGOVERNANCE\nHoneywell | Commitment to ESG | 12\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL DELIVERS SOLUTIONS FOR PATHWAYS FOR EMISSIONS REDUCTIONS Measurement and Reporting\nsaving efficiencies in data collection and increases workforce safety.\nFinding ways to reduce their environmental footprint and prepare for a carbon-neutral future is at or near the top of every industrial company’s to-do list. But choosing the most effective approach is nearly impossible without an end-to-end emission management strategy that lets them measure, monitor and report, and reduce greenhouse gas (GHG) emissions.\nHoneywell also provides industrial organizations with intelligent hyperspectral gas imaging systems that detect gas leaks and quickly provide information about the size, shape and direction of the gas plume. These systems include Honeywell Rebellion gas cloud imaging (GCI) cameras, which capture infrared and visible images to help operators monitor, quantify and display explosive and toxic gas leaks as they happen.\nMEASURE Companies cannot improve what they cannot measure. The Honeywell Versatilis™ Signal Scout™ methane gas detector is a wireless device that continuously detects and measures greenhouse gases, including methane emissions. Signal Scout quickly locates methane leaks, which can help create labor-\nHoneywell’s measurement technology integrates seamlessly with Software-as-a-Service (SaaS) technology, such as Honeywell Forge Sustainability+ for Industrials | Emissions Management, for near real-time emissions reporting as a consolidated system of record.\nHoneywell Versatilis™\nHoneywell | Commitment to ESG | 13\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPER: ROBBY KESTER\nRobby is helping take action to detect and reduce potential methane and other gas leaks. Methane is more than 25 times as potent as carbon dioxide at warming the atmosphere, according to the Environmental Protection Agency. That makes continuous monitoring for methane leaks at industrial sites increasingly critical, and advancements like the ones Robby and his team bring to life are designed to help companies do that more effectively.\nHoneywell’s gas cloud imaging technology continuously monitors, pinpoints gas leaks and alerts operators as they happen. By visualizing the otherwise invisible gas cloud, operators can immediately analyze and take actions to stop the leak. In addition, by responding to a leak as soon as it occurs, oil and gas companies can reduce harmful emissions from polluting the environment.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMONITOR AND REPORT Honeywell Forge Sustainability+ for Industrials | Emissions Management is a SaaS offering designed to provide companies with operational insight for Scope 1 and 2 emissions.\nhelp organizations prioritize corrective actions that improve site productivity and profitability, while reducing maintenance costs. The Emissions 360 services program can also help with compliance reporting and support leak management.\n“Honeywell Forge Sustainability+ for Industrials | Emissions Management presents a scalable solution to help our customers meet important compliance, reliability and profitability needs for driving energy transition and achieving their carbon reduction goals,” said Kevin Dehoff, President and CEO, Honeywell Connected Enterprise. “Our new sustainability solution eliminates the need for complex data collection and spreadsheets while offering an accurate, auditable and near real-time view of emissions at the site level and across the enterprise.”\nHoneywell’s UniSim Design Suite gives companies the ability to create digital twins to test the effect of process changes on greenhouse gas emissions, train operators and optimize performance. Digital twins allow companies to simulate “what if” scenarios to make predictions about their sites or assets, optimize production, reduce costs and enhance decision making. Explore other Honeywell reduction enabling technologies.\nHoneywell Forge Sustainability+ for Industrials | Emissions Management seamlessly draws data from many sources like edge monitoring devices, processing equipment and embedded software. It turns raw data into actionable information companies can use to develop emission-reduction strategies, make operational decisions in near real time and autonomously control processes to help the company meet its carbon- reduction goals.\nEMISSIONS REDUCTION ENABLING TECHNOLOGIES The Emissions 360 services program by Honeywell is a tailored, outcome-based program aimed at assisting customers address their GHG emissions targets. This program offers enhanced support for integrated plant assets and is designed to provide the physical location, duration and size of GHG emissions to\nHoneywell | Commitment to ESG | 14\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL HELPS DEFINE PATHWAYS TO NET ZERO Net-Zero Enablers\nhydrofluorocarbons (HFCs), which are being phased out because they have very high global warming potential (GWP). In fact, HFOs typically have GWPs that are more than 99% lower than the equivalent HFCs.\nHoneywell can deliver solutions to help drive the energy transition and decarbonization. We have unique expertise in essential technologies needed to help on the journey to create a net-zero economy, including refrigerants, renewable diesel and aviation fuels, hydrogen production, and carbon capture, utilization and storage (CCUS).\nSOLSTICE PRODUCTS HELP REDUCE CO2 EMISSIONS Honeywell Solstice® technology helps deliver on pledges to reduce carbon emissions. Use of Honeywell Solstice products has helped avoid the potential release of the equivalent of more than 326 million metric tons of carbon dioxide into the atmosphere, comparable to the CO2 sequestered by 389 million acres of U.S. forests for one year.1 The numbers keep rising every day.\n“Whether they are used to air condition cars, deliver medicine via an inhaler, propel home or personal care products or produce foam insulation, Solstice touches the lives of millions of people every day,” says Jeff Dormo, President, Honeywell Advanced Materials. “Honeywell has invested more than $1 billion in research, development and new capacity for Solstice technology over the last decade to create products that help customers reduce their carbon footprint without sacrificing end-product performance.”\nRENEWABLE FUELS HELP DRIVE EFFORTS TO REACH TO NET ZERO Producing high-performance, low-emissions renewable diesel and sustainable aviation fuel (SAF) is nothing new for Honeywell UOP. We pioneered the UOP Ecofining™ technology more than a decade ago to produce sustainable fuels from waste feedstocks like inedible fats, oils and greases. Since then, we have developed innovative new processes to expand options for renewable fuel refiners and end users.\n“Our latest Ecofining™ technology is a ready-now and efficient way refiners can produce renewable diesel and SAF today. Both fuels are nearly chemically identical to their petroleum-based counterparts and are used as drop-in replacements without modification to engines or fuel systems,” said Kevin O’Neil, Senior Business Leader, Renewable Fuels. “Depending on the feedstock used, diesel and SAF produced from the Ecofining™ process can reduce GHG emissions by 60 to 80 percent on a total lifecycle basis, compared to petroleum-based fuels.”2\nIn addition to Ecofining™, Honeywell has introduced new ethanol to jet (ETJ) and methanol to jet (MTJ) processes to produce SAF from other readily available feedstocks. The ETJ process uses corn-based cellulosic or sugar-based ethanol. Our newest ready-now MTJ technology converts eMethanol to eSAF.\nSolstice products use breakthrough hydrofluoroolefin (HFO) technology, the most effective alternative to conventional\nHoneywell | Commitment to ESG | 15\nHOME\nHONEYWELL OVERVIEW\nHONEYWELL SUPPORTS EVOLUTION OF HYDROGEN ECONOMY Honeywell UOP has more than 50 years of experience developing innovative hydrogen production and conversion, transmission and storage, and distribution and use technologies. We are leaders in technologies that capture and sequester carbon dioxide from industrial processes to produce “blue” hydrogen.\nOf course, the ultimate goal is a hydrogen economy reliant on “green” hydrogen, which is made by electrolysis of water using renewable sources like wind, solar and hydropower to generate the required electricity. Honeywell is on the leading edge there, too, with next-generation catalyst-coated membrane (CCM) technology that will help electrolyzer companies boost efficiency, drive down costs and scale production to meet the world’s growing demands for “green” hydrogen.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\n“Honeywell UOP’s catalyst-coated membranes have been tested by leading electrolyzer manufacturers and confirmed to demonstrate 30% higher hydrogen production per unit area than currently commercially available CCMs3” says Maya Gomez, Senior Business Leader, Green Hydrogen CCM. In certain instances, this enables a 29% reduction in the cost of non-CCM stack components.\nplants. The captured carbon dioxide can be injected and stored underground, or it can be repurposed to produce eMethanol.\nCarbon capture solutions from Honeywell UOP can help reduce GHG emissions from hard-to-abate industries that struggle to eliminate CO2 as a byproduct of their industrial processes. CCUS may also provide a lower-cost solution compared to other decarbonization options to help meet government regulations or ESG goals.\nMEET ESG FUTURESHAPER: MOHAMMED RUSTOM\nHoneywell developments in advanced solvent carbon capture (ASCC) technology are improving the efficiency of the CCS process and enabling the use of smaller, less expensive equipment. A typical coal-fired powerplant (650 MW capacity) could capture about 3.4 million tons of CO2 per year using Honeywell ASCC technology, which is equivalent to removing 735,000 cars from the road each year.\nMohammed is committed to working with customers to create a vision for the future and reduce their carbon footprint with our ready-now solutions.\nHONEYWELL TAKES CCUS TECHNOLOGY TO NEW LEVELS The CCUS process traps carbon dioxide emissions from sources like coal-fired power plants, refineries, hydrogen and liquid natural gas plants, iron and steel mills, and cement\nToday, 15 million tons per year of CO2 is being captured and used in storage/utilization applications through Honeywell’s CO2 Solutions process expertise. Customers using Honeywell technology have the capacity to capture 40 million tons per year through installed projects worldwide.4\n1Calculations are based on actual sales of Solstice products (in lbs) from Jan 2010 through Dec 2022, and utilize the EPA GHG equivalency calculator for conversion. 2Greenhouse gas emission savings calculations based on California Air Resources Board methodologies. 3Based on a PEM water electrolysis system using renewable power to produce 2,300 MT H2/y with 5,000 operating hours/y. 4Includes capacity of deployed Honeywell technology (membranes and chemical & physical solvents) in installed projects enabling CO2 capture from gas streams, of which 15 million tonnes of the captured CO2 is being utilized for enhanced oil recovery annually.\nHoneywell | Commitment to ESG | 16\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL SETS THE PACE FOR A MORE ELECTRIC FUTURE Electrification\n(mVCS) to cool heat-generating components. The Micro VCS is installed on the new fixed-wing Eviation Alice electric aircraft, due for launch in 2027, and has been selected for Archer Aviation’s Midnight electric vertical takeoff and landing (eVTOL) aircraft.\nElectrification is a critical strategy for reducing GHG emissions and evolving to a net-zero world where electric transportation and renewable energy are the norms. Honeywell is playing a vital role in this energy transition with ready-now solutions for more- electric aircraft, electric vehicles and advanced energy storage systems.\nMEET ESG FUTURESHAPER: PRUDENCE HOFFMAN\nFor example, Honeywell is working with several leading electric aircraft developers on emission-free propulsion systems and an ultra-powerful turbogenerator that can recharge batteries to power electric motors in flight or on the ground.\nElectric and hybrid aircraft need highly efficient thermal management systems like our Micro Vapor Cycle System\nPrudence wants her children and grandchildren to look at her career and be proud of the contributions she’s made. Her family inspired her to step away from a career in the petrochemical field and step into the world of renewable energy. At Honeywell, Prudence takes on the role of coach, mentor and leader as she supports the energy transition through Honeywell technologies.\nHoneywell Denso\nHoneywell | Commitment to ESG | 17\nHOME\nHONEYWELL OVERVIEW\nHONEYWELL SENSORS AND SWITCHES DRIVE EV CAPABILITIES The world’s roadways are also becoming more electric as factors like environmental consciousness, higher fuel prices, government incentives and battery and charging infrastructure improvements drive up demand for electric vehicles. The International Energy Agency projects electric cars could account for 18% of total 2023 car sales1, shattering previous sales records.\n“Building on Honeywell’s decades-long legacy of sensing and control innovations for the automotive industry, we have developed a portfolio of sophisticated sensors and switches to meet the specific needs of electric vehicle (EV) manufacturers,” says Sarah Martin, President, Honeywell Sensing & Safety Technologies. “Honeywell products help safety, performance and reliability for all kinds of electric vehicles, from passenger cars and pickups to heavy-duty trucks and offroad vehicles.”\nFor example, Honeywell provides a broad array of sensors for use in battery management systems, electric drive control, energy storage systems and battery safety applications. The sensors provide accurate data to the battery management system to enable safer use of lithium ion batteries and extended battery.\nHoneywell sensors also provide early detection of thermal runaway events to help protect drivers, passengers and vehicles from battery overheating hazards. The battery safety aerosol sensor looks for the presence of particulate matter and the battery safety pressure sensor detects transient pressure changes in the battery pack.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nLEARN MORE ABOUT ELECTRIC VEHICLES:\nWe recently introduced Honeywell IonicTM to our leading portfolio of energy storage solutions. It’s a compact, end-to-end modular battery energy storage system (BESS), which uses lithium-ion battery cells, and features a flexible design that will help meeting users’ energy storage needs for many years to come.\nHONEYWELL STORES RENEWABLE ENERGY FOR FUTURE USE Finding better ways to store energy generated by solar or wind power until it’s needed is vital to the planet’s clean-energy future. Honeywell energy storage solutions meet the needs of utilities, independent power producers, and commercial and industrial wind and solar operators for new and more capable energy storage technologies.\nHoneywell Ionic includes the Experion® Energy Control System and a chemistry-agnostic battery management system (BMS). Experion helps to enable peak shaving and provide users with the ability to create a virtual power plant.\n“The sun doesn’t always shine, and the wind doesn’t always blow, so if we really want to maximize renewable energy, we need to find ways to store that energy for future use,” said Prudence Hoffman, Honeywell Director of Energy Storage Solutions. “That’s why energy storage is the key enabling technology that allows us to transition to renewable energy. Honeywell is at the forefront of this critical technology.”\nHoneywell has years of experience in lithium-ion battery manufacturing solutions. Our latest end-to-end integrated manufacturing excellence solution brings together global project expertise, proven execution methodologies, leading automation technology and software solutions to help gigafactories meet their production and sustainability objectives.\n1https://www.iea.org/reports/global-ev-outlook-2023/executive-summary\nHoneywell | Commitment to ESG | 18\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL HELPS DELIVER HEALTHIER AND MORE SUSTAINABLE BUILDINGS Energy Efficiency; Health, Safety and Security\nprovides easy-to-access performance indicators so users can understand the status of facilities, view occupant comfort levels, identify poor performing assets and quickly uncover potential problems within a single structure or a whole fleet of buildings.\nBuildings differ in size, shape and purpose, but they all use energy and they all leave an environmental footprint. In fact, building operations account for 30% of global final energy consumption and 26% of energy related emissions, according to the International Energy Agency.1\nMEET ESG FUTURESHAPER: NIKKI MEHTA\nHoneywell’s suite of solutions help building owners and operators control critical health, safety and security factors to enable compliance with changing building standards, safety guidelines, regulations and risk management policies. The system is built to adjust to dynamic day-to-day variations and occupant behavior.\n“Honeywell can make a big impact with sustainable building technologies that help to improve energy efficiency, reduce carbon emissions and make buildings more resilient – all while creating a better occupant experience,” says Billal Hammoud, President and CEO, Honeywell Building Technologies. “Honeywell Forge Performance+ For Buildings uses software, hardware and services in a unique way to deliver key outcomes to help building owners and operators achieve their sustainability, operational efficiency, occupant experience, compliance, safety and security and resilience goals.”\nFor example, Honeywell Forge Performance+ for Buildings | Predictive Maintenance gives building managers a comprehensive view of building operations and the ability to monitor, configure and control building assets remotely. It\nOutdoor enthusiast. Climate change champion. Nikki saw the effects of climate change firsthand after hiking one of Switzerland’s most legendary alpine destinations, Jungfraujoch, and a glacier in Iceland. Both of these challenging experiences inspired Nikki to make sustainability a core tenet in her life. At Honeywell, she’s developing software solutions to help customers assess, analyze and optimize their building carbon footprint. Much like climbing, she’s tackling sustainability challenges one step at a time.\n1Buildings - Energy System - IEA\nHoneywell | Commitment to ESG | 19\nHOME\nHONEYWELL OVERVIEW\nHoneywell Forge Sustainability+ for Buildings | Carbon and Energy Management is designed to help building owners and operators to monitor, control and optimize building operations while visualizing Scope 1 and Scope 2 emissions.\nThe Carbon and Energy Management was designed with building occupants in mind. It uses sensor data and machine learning algorithms to continuously monitor and adjust buildings controls at a zone level. The solution connects to a building management system (BMS) and can work across different assets, such as HVAC and lighting operations, to help building owners optimize operations. It is designed to adjust the setpoints in near real-time based on actual demand, occupancy, time and weather to help determine an optimal energy savings strategy without impacting the comfort or safety of the building occupants.\nThe findings of Honeywell’s third annual Healthy Buildings Survey helped shed even more light on the impact of buildings on both occupant well-being and the planet. According to the survey, more than nine in ten respondents (91%) would forgo job perks if the cost were reinvested in reducing their workplace’s environmental impact.\nCHARLOTTE HQ IS A PROVING GROUND FOR HONEYWELL FORGE “The new Honeywell headquarters building in Charlotte, N.C., is a place where talented and engaged Futureshapers can do great work and solve big problems in a building as smart, innovative and efficient as they are,” said Brian Norris, Honeywell Director of Integrated Facilities Management for North and South America. “We also use the building as a\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nproving ground to develop, validate and demonstrate advanced building technologies like Honeywell Forge Performance+ for Buildings.”\nNorris said. “There has been enormous interest from other companies and the global building community. We’re delighted to share our experiences and lessons learned.”\nConstruction began on the new building in 2019 and the first group of employees walked through the doors of the 23-story, 313,000-square-foot facility in August 2021. About 1,300 employees are based there today, with most working hybrid schedules with three days per week in the office.\n“Thousands of visitors have toured the facility in the last two years to see our approach to improving efficiency firsthand,”\nIn September 2022, the building received the coveted Leadership in Energy and Environmental Design (LEED) Gold certification from the U.S. Green Buildings Council (USGBC). The USGBC cited the building’s energy performance, indoor environmental quality, low-emitting construction materials, interior lighting and effective use of daylight, and the application of innovative technologies such as Honeywell Forge.\nHoneywell | Commitment to ESG | 20\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL SETS COURSE FOR A CLEANER FUTURE FOR AVIATION Net-Zero Enablers; Energy Efficiency; Electrification\nHoneywell also introduced a ready-now methanol to jet (MTJ) fuel-processing technology to convert eMethanol to eSAF reliably and at scale.\nHoneywell is a leader in the global crusade to decarbonize air transportation. Ready-now and emerging Honeywell solutions show promise for an industry whose environmental impact is likely to triple by 20501 unless it immediately changes course.\nThe MTJ eFining™ process uses carbon dioxide (CO2) recovered from industrial processes and produces SAF that will reduce GHG emissions by as much as 88%3 compared to conventional jet fuel.\nWe offer proven processes for sustainable aviation fuel (SAF) production, advanced software that can enable real-time fuel- saving decisions and electric and hybrid power systems that foreshadow the cleaner future of flight.\nUNLOCKING THE PROMISE OF SUSTAINABLE AVIATION FUEL Airlines are counting on SAF to reach net zero by 20502, which means refiners need to scale SAF production. Honeywell has the know-how to help make this happen.\n“Creating technologies that use new feedstocks is vital to long-term decarbonization of the aviation sector,” said Lucian Boldea, President and CEO of Honeywell Performance Materials and Technologies. “The ability to use readily abundant CO2 to produce SAF is a transformational opportunity for this market. Adding UOP eFining to our existing Ecofining and ethanol-to-jet technologies provides multiple routes to meet the rapidly growing demand for SAF.”\nRefiners have been using the groundbreaking Honeywell MTJ UOP Ecofining™ process to produce SAF from inedible fats, oils and greases for more than a decade. Honeywell recently launched two breakthrough processes to produce SAF from ethanol and methanol, which are readily available feedstocks.\nDepending on the type of ethanol feedstock used, jet fuel produced from Honeywell’s new Ethanol to Jet Fuel (ETJ) process can reduce greenhouse gas (GHG) emissions by 80% on a total lifecycle basis, compared to petroleum-based jet fuel.\nHoneywell | Commitment to ESG | 21\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPER: CAVENE VANHORNE ROBINSON\nCavene is powering down harmful radiation in the aviation industry. A creative person at heart, Cavene grew up in Jamaica and used to make toys out of scraps and paper, and little else. This resourceful creativity led her to what she does today for Honeywell: redesigning and removing radioactive materials from aircraft. Just this year, she and her team put in service the first high tension radiation-free exciter (the part that delivers high voltage to the igniter in an engine).\nTURNING DATA INTO MORE EFFICIENT FLIGHT Many factors affect airline fuel efficiency and GHG emissions. These include the size and configuration of the aircraft, the age and efficiency of its engines and auxiliary power units,\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nthe number of people on board, the aircraft’s gross weight, the amount of fuel it is carrying and flying conditions like wind speed and air temperature.\nHoneywell Flight Efficiency is designed to use deep data analytics to equip airlines and flight crews with actionable insights they can use to help reduce fuel consumption and cut carbon emissions.\n“Honeywell Flight Efficiency has been a leading force in realizing the full potential of data analytics in airline operations,” said Boris Bliznakov, Global Product Leader for Honeywell Flight\nEfficiency. “We’ve driven the evolution from reporting software that describes what happened, to predictive software that anticipates what may happen, to prescriptive software that tells airlines what will happen and – more importantly – what they can do about it.”\nWith this information, airlines can make informed decisions about fuel loading, taxiing and flight procedures, and gauge the impact of decisions affecting fuel economy on other airline priorities like on-time performance.\nHoneywell | Commitment to ESG | 22\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPER: TAYLOR ALBERSTADT\nTaylor is leading the charge in creating a new market in advanced air mobility, where electric aircraft move people and goods faster, cheaper and with a fraction of their current energy consumption and emissions. His ultimate goal? Enabling a more efficient and sustainable world today and for future generations.\nMEETING THE FUTURE OF MORE-ELECTRIC AIRCRAFT The age of aircraft electrification is upon us, according to Dave Marinick, President of Honeywell Engines and Power Systems.\n“The future of aviation is much more electric,” he said. “Advanced Air Mobility (AAM) platforms, other small passenger and cargo aircraft and – eventually – larger commercial planes are all good candidates for electric and hybrid-electric propulsion and power systems. These aircrafts will be more\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nefficient, quieter, safer and with fewer emissions than aircrafts relying only on conventional engines and fossil fuels.”\nMEET ESG FUTURESHAPER: JOSE ANAYA LOPEZ\nHoneywell’s unique background in aircraft electrification, propulsion and power systems has made the company an attractive partner for established aerospace companies and startups developing electric aircraft, including the AAM air taxies that will enter service by the middle of the decade.\nFor example, Honeywell is working with DENSO, a leading global supplier of automotive mobility systems, to develop a small but powerful electric motor for the Lilium Jet, the world’s first electric vertical takeoff and landing (eVTOL) jet. Weighing less than ten pounds, the e-motor has an output of 130kW peak power.\nThe future of transport for people and goods is urban aerial mobility (UAM) and unmanned aircraft systems (UAS). José is developing solutions that may well impact your daily commute, as well as how you receive goods. These aircraft will reduce air pollution generated by traffic congestion and reduce travel time. José is helping bring Honeywell’s legacy of aerospace leadership to your doorstep.\n1Reducing Carbon Dioxide Emissions from Aircraft - Center for Climate and Energy Solutions Center for Climate and Energy Solutions (c2es.org) 2IATA - Sustainable Aviation Fuel (SAF) 3Reduced GHG emissions is based on UOP carbon intensity analysis, derived from a 3rd-party study of methanol production from green hydrogen and CO2 captured from biomass processing, in comparison to fossil fuels.\nHoneywell Advanced Air Mobility\nHoneywell | Commitment to ESG | 23\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL UPCYCLE PROCESS TECHNOLOGY ENABLES PLASTICS CIRCULARITY Circularity\nfeedstock that can be used to create new plastics. The planned advanced recycling plant is expected to have the capacity to transform 30,000 metric tons of mixed waste plastics into Honeywell Recycled Polymer Feedstock per year.\nNo one wants their plastic waste to end up in a landfill or the ocean, but conventional plastic recycling programs aren’t the answer either. Just 15% of the plastic waste generated today ends up being recycled1 and the plastic pollution problem will likely double by 20302 unless decisive action is taken soon.\nRecently, Honeywell signed an agreement with Biotrend Energy, which will use UpCycle Process Technology in a new commercialized advanced processing facility in Turkey. The plant will have the capacity to transform 60,000 metric tons of mixed plastics waste into recycled polymer feedstock annually. Other UpCycle Process Technology projects are underway in the U.S., Europe, Middle East, Asia and China.\nWhen used in conjunction with other chemical and mechanical recycling processes – along with improvements to collection and sorting – Honeywell’s ready-now UpCycle Process Technology has the potential to help recycle nearly 90% of waste plastics3. This would represent a considerable increase in the amount of waste plastics that can be turned into polymer feedstock.\nWhen the UpCycle Process Technology processes waste plastic into circular plastic feedstock, it can achieve an 80% reduction in carbon emissions if the plant is supplied with 100% renewable electricity. 4,5\n“We are collaborating with companies that have recycling and waste management experience to help close the loop within the plastics supply chain by converting mixed waste plastics into recycled polymer feedstock,” said Marc Yagoub, Global Business Director for Plastics Circularity. “The UpCycle Process Technology expands the types of plastics that can be recycled to include waste plastic that would otherwise go unrecycled, enabling Honeywell to play a key role in driving a circular plastics economy.”\n1According to AMI International- The Global Mechanical Recycling Industry 2020. 2Plastic pollution on course to double by 2030 | UN News 31. Assuming sorting and collection improves to recover most waste plastic, and chemical recycling, including Honeywell UOP UpCycle Process, is widely deployed. The 90 percent of waste plastics that could be recycled may change depending on the number of consumers or communities that have access to recycle waste plastics or the availability of recycle facilities. 2. Honeywell UOP analysis of US EPA Advancing Sustainable Materials Management: Facts and Figures 2018 and IHSMarkit 2019 world polymer consumption data. 4ISO compliant LCA report critically reviewed by independent 3rd party experts. 5Study completed for the USA, waste perspective case, 17% incineration, 83% landfill.\nFor example, Honeywell’s agreement with C-Pure will help transform end-of-life plastic waste into recycled polymer\nHoneywell | Commitment to ESG | 24\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 25\nHOME\nHONEYWELL OVERVIEW\nHONEYWELL ENVIRONMENTAL SUSTAINABILITY INDEX EXPANDS SUSTAINABILITY LEADERSHIP\nHoneywell has a legacy of ESG leadership both in our own operations and in the innovative solutions we provide to customers. The company is continuously striving to be among the most efficient and environmentally effective on earth.\nTo this end, we launched the Honeywell Environmental Sustainability Index (ESI) in 2022. The ESI informs investors and the C-suite on sustainability leaders’ sentiment of companies’ current progress and future plans related to climate change mitigation goals. It tracks how they are prioritizing their sustainability projects and where they are investing their resources. The index provides data across four different sustainability categories: Energy Evolution and Efficiency; Emissions Reduction; Pollution Prevention; and Circularity/Recycling.\n“Our commitment to tracking global sustainability trends through the Honeywell Environmental Sustainability\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nIndex reemphasizes our commitment to and leadership in sustainability from every angle,” said Vimal Kapur, Honeywell Chief Executive Officer. “The quarterly report can be leveraged to compare a business’ own progress and future plan against what’s reported in their specific vertical and geographic region.”\nThe ESI is based on a global double-blind survey of more than 750 global business, technology and sustainability professionals directly involved in the planning, strategic development, implementation or oversight of environmental sustainability goals.\nProvided as a free-of-charge public service, the Honeywell ESI is produced quarterly in collaboration with The Futurum Group and is designed to provide a quarter-over-quarter comparison of sentiment and progress of sustainability initiatives on a global basis.\n“This data is increasingly meaningful to my peers and me,” said Gavin Towler, Honeywell’s Chief Sustainability Officer. “It allows us to see how our work compares across the industry and globe and helps Honeywell develop new sustainability solutions to help fast-track the journey to carbon neutral.”\nThese initiatives represent a continuation of Honeywell’s sustainability efforts that began in 2004 and have already yielded a reduction in greenhouse gas intensity of more than 90%.\nLearn More about the Environmental Sustainability Index.\nSOCIAL\nGOVERNANCE\n“Honeywell is leading the way in sustainability through our own journey to carbon neutral, the sustainability technologies we provide to our customers, and in thought leadership like the Environmental Sustainability Index (ESI).”\nGavin Towler Chief Sustainability Officer\nHoneywell | Environmental | 26\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHEALTH, SAFETY AND THE ENVIRONMENT\nHoneywell is committed to protecting our people and the environment. Our health, safety and environment (HSE) programs are managed by a global team of trained professionals with extensive knowledge and collective experience in occupational health, chemistry, hydrology, geology, engineering, safety, industrial hygiene, materials management and energy efficiency.\nBy integrating HSE considerations into all aspects of our business, we:\nProtect our people and the environment\nAchieve sustainable growth and accelerated productivity\nDrive compliance with all applicable regulations\nDevelop technologies that expand the sustainable capacity of our world\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 27\nHOME\nHONEYWELL OVERVIEW\nHSE GOVERNANCE\nThe Health, Safety, Environment, Product Stewardship and Sustainability (HSEPS) organization, led by our Vice President of HSEPS, focuses on workplace safety and health, environmental performance, regulatory compliance and risk, including risk related to climate change.\nOur commitment to health, safety and the environment is outlined in our Sustainable Opportunity Policy. This policy is incorporated into our company-wide operating system and serves as a blueprint for continuous operational improvement throughout our HSEPS Management System. Endorsed by our CEO and senior leadership, the policy is posted in every facility and communicated to all employees and contractors annually.\nHealth, safety and environmental considerations are embedded into every business within Honeywell via our comprehensive management system based on recognized third-party standards. These include ISO 14001 (the international standard that specifies requirements for an effective environmental management system) and ISO 45001 (which specifies requirements for an occupational health and safety management system), as well as industry best practices. HSE-related incidents, such as injuries and environmental events, are reported via a comprehensive management system software solution.\nThe Honeywell HSEPS Management System encompasses 18 interconnected core elements and is applied everywhere we operate. Implementation of the management system requires identification and assurance of compliance to all HSEPS\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nlegal requirements. It sets clear, constructive objectives for improvement and maintains the programs designed to achieve those objectives. In addition, we have developed detailed operational controls aligned to common risks and applicable requirements in approximately 90 specific subject areas that prescribe required management elements. All Honeywell facilities are required to comply with these operational controls, as well as any applicable legal requirements. Areas where specific operational controls are required are listed on our website and include safety, industrial hygiene, loss prevention, environment, health, product stewardship, transportation safety, process safety management, construction safety and remediation.\n100%\nOF HONEYWELL LOCATIONS ARE SUBJECT TO GOVERNANCE VIA OUR COMPREHENSIVE MANAGEMENT SYSTEM.\nCompliance with regulatory requirements and internal standards is monitored through a comprehensive three-phase governance process. The phases include ongoing self- assessment, annual verification and internal audit.\nHoneywell | Environmental | 28\nHOME\nHONEYWELL OVERVIEW\nA team of independent HSEPS internal and external subject matter experts conduct the audits and focus on verification of requirements and continuous improvement. When the requirements are not met, nonconformities are identified and corrective action plans are developed, implemented and monitored through our centralized management system tool.\nALL HONEYWELL LOCATIONS ARE SUBJECT TO INDEPENDENT INTERNAL AUDIT.\nClimate-related risk is monitored as part of our overall HSEPS risk management. Our General Counsel of HSEPS monitors emerging developments for climate-related risks through a quarterly assessment process. The climate-specific assessment is then evaluated in the context of identifying the company’s material risks for disclosure and enterprise risk management purposes and incorporated into our Enterprise Risk Management (ERM) program.\nIn conjunction with and as part of our HSEPS Management System, we have a process specifically for tracking emerging regulatory changes and their impact on business operations, sales markets and costs of doing business which include climate-related impacts.\nEach of our business groups is also required to prepare asset- level Business Resilience and Emergency Response plans that consider, among other risks, the impact of severe weather events on our manufacturing assets and supply chains. Our emergency planning procedures are developed based on site risk assessments where physical risks are assessed, including worldwide assessments of natural hazard exposures.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nThe results of the ERM program, the HSEPS-led assessments, emergency planning and our processes for monitoring emerging regulatory changes are evaluated to determine whether any of the identified risks have the potential to generate a substantive change in our business operations, revenue or expenditures. Our operating system, which drives sustainable improvements and the elimination of waste in manufacturing operations to generate exceptional performance, is a critical component in how we think about sustainability. The operating system is a lean-based manufacturing system with roles and ownership for all employees from the plant floor to the boardroom to engage in careful planning and analysis, continuous employee engagement in improvement and thorough follow-through.\nManufacturing Site Certifications\n93%\nISO 9001 / AS 9100\n38%\nISO 45001 / VPP\nHoneywell has built sustainability directly into our operating system, so the tools, personnel, activities and culture are used to drive sustainability with the same focus used to propel other critical operational objectives such as quality, delivery, inventory and cost. This ensures sustainability is an integrated and essential part of the Honeywell work experience every day. Progress on our sustainability program is a factor in determining annual incentive compensation for senior leadership.\n37%\nISO 14001 / RC 14001\nCERTIFICATIONS\nIn addition to complying with our own strict standards, many of our manufacturing sites have also obtained third-party certifications for management systems relating to quality, occupational health and safety and the environment.\n26 LOCATIONS\nHoneywell locations achieving ISO 50001, the global energy management systems standard for establishing, implementing, maintaining and improving energy management.\nHoneywell | Environmental | 29\nHOME\nHONEYWELL OVERVIEW\nVOLUNTARY PROTECTION PROGRAM\nThe U.S. Occupational Safety and Health Administration (OSHA) Voluntary Protection Program (VPP) promotes effective site- based safety and health protocols and sets performance-based criteria for health and safety management systems. VPP recognizes exemplary achievement in the prevention and control of occupational safety and health hazards as well as the development, implementation and continuous improvement of their safety and health management system.\nUnder VPP, management, labor and OSHA work cooperatively and proactively to prevent fatalities, injuries and illnesses through a system focused on hazard prevention and control, worksite analysis, training, management commitment and worker involvement. To participate, employers must apply to OSHA and undergo a rigorous on-site evaluation by a team of safety and health professionals. Currently, 19 of our U.S. manufacturing facilities hold the prestigious VPP STAR recognition, which is the highest level given under the program.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nRESPONSIBLE CARE® PROGRAM\nHoneywell’s Performance Materials and Technologies business participates in the Responsible Care program of the American Chemistry Council (ACC). Responsible Care is a global, voluntary initiative developed by the chemicals industry to drive continuous improvement in health, safety and environmental performance. Responsible Care is the chemical industry’s world-class environmental, health, safety and sustainability initiative. It is our commitment to do more and do better. Responsible Care companies are industry leaders, playing a vital part to ensure that the business of chemistry is safe, secure and sustainable.\nResponsible Care is practiced today in nearly 70 countries around the world. Program implementation leads to improved efficiency, improved relations with stakeholders through open and transparent communications and lower environment, health and safety costs. As a signatory company, we are committed to improving its performance in the fields of environmental protection, occupational safety and health protection, plant security, process safety, product stewardship, operational energy efficiency and logistics. Responsible Care companies embed these values up and down the organization’s value chain and continuously improve dialogue with neighbors and the public, independent from legal requirements. Honeywell’s Performance Materials and Technologies headquarters has been certified RC14001 by an external ISO registrar since 2005.\nLearn more about the Responsible Care® program.\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 30\nHOME\nHONEYWELL OVERVIEW\nENVIRONMENTAL JUSTICE\nHoneywell’s Health, Safety and Environment program includes identifying and addressing the environmental and social impact of our operations on the surrounding communities and ensuring compliance with regulatory standards. Our program calls for safe and responsible environmental stewardship, compliance with applicable laws and building trust through early and consistent community engagement.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nProtecting the environment and meaningfully engaging the surrounding community have been long-standing hallmarks of our commitments. We have established procedures to implement these commitments in a multi-step, integrated process that is overseen by management for both Honeywell’s current operations and legacy sites. Our commitment to community engagement is true for impacted fence-line\ncommunities, including those that could be categorized as environmental justice communities based on current federal and state regulatory screening tools. More details about how these actions consider fence-line and environmental justice communities can be found in our Due Diligence Processes to Identify and Address Environmental and Social Risk.\nHoneywell | Environmental | 31\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nGOING THE DISTANCE WITH HEALTH AND SAFETY\nThe safety of our employees, contractors and partners is a top priority. We use our lean-based operating system approach to drive improvements in our safety record.\nTo establish a uniform standard for evaluation, Honeywell standardizes the internal reporting of occupational injuries and illnesses pursuant to U.S. OSHA requirements. Facilities outside the U.S. are also required to follow any additional external reporting requirements in their jurisdictions. Based on this data, our global Total Case Incident Rate (TCIR), the number of occupational injuries and illnesses per 100 employees, was 0.20 at the end of 2022. Utilizing U.S. Bureau of Labor Statistics, Honeywell’s safety record is more than four times better than the weighted average TCIR of the industries in which it operates.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 32\nHOME\nHONEYWELL OVERVIEW\nPROTECTING THE WORKFORCE\nOur operating locations rely on comprehensive processes for assessments of hazards that could pose a risk to workers, including employees, contractors and visitors. Based on these assessments, risk mitigation controls are identified, implemented and monitored to help ensure effective worker protections remain in place. Types of assessments include pre-use chemical reviews, ergonomic assessments, personal protective equipment evaluations and inspections, procedure checks for reporting adverse effects from chemicals, and routine exposure monitoring for certain chemicals known to be present in the workplace. Upon identification of a risk, we implement one or more of the following risk-reducing controls: eliminate the activity or chemical usage, switch to a lower-risk activity or chemical, install engineered controls, apply administrative controls and institute the use of new or different worker personal protective equipment.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nTRAINING, COMPETENCY AND AWARENESS\nThrough careful risk assessment, we determine the necessary knowledge for our employees to perform their jobs safely, and subsequently create and implement training programs to ensure appropriate levels of competency.\nHoneywell assesses the necessary competency levels for HSE- related activities and employees are deemed competent on the basis of appropriate education, training, qualification and/or experience. The learning needs assessment considers assigned responsibilities, abilities, language skills, literacy and employee feedback.\nTraining plans are developed based on the learning needs assessment to ensure that identified training needs are delivered to achieve the appropriate level of competence associated with relevant HSE aspects, impacts, control measures and compliance obligations.\nTraining content is developed and delivered by a skilled person or through a competent process such as a web-based platform with appropriate testing to assure training objectives are met. The effectiveness of training and the overall training process is periodically evaluated.\nTheir contribution to the effectiveness of the HSEPS\nManagement System\nAt a minimum, all persons doing work under the control of Honeywell are made aware of:\nBenefits of improved performance\nImplications of not conforming to the HSE requirements\nSustainable Opportunity Policy\nApplicable compliance obligations associated with their work\nSignificant HSE risks associated with their work\nLessons learned from relevant incidents\nHoneywell | Environmental | 33\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nEMERGENCY PREPAREDNESS\nEmergency Management Plans are required everywhere we operate. As part of the plan development process, emergency scenarios are evaluated to anticipate, prevent and minimize risks from potential emergencies.\nKey community-related elements include:\nCommunicating with employees, contractors, visitors, relevant emergency response services,\ngovernment authorities and the local community as appropriate\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nAnnual engagement with external emergency response providers and local emergency planning committees to discuss coordination, participation and feedback on potential emergency response activities\nA process for responding to raw material, product, process and waste material transportation\nincidents that could occur away from operating locations\nForums for open dialogue between the community and business representatives to discuss\nhealth and safety considerations affecting the community\nHoneywell | Environmental | 34\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nTHE ENVIRONMENT: PROTECTING FUTURE GENERATIONS, NOW\nOur commitment to being environmentally responsible is reflected in the extensive work we do to reduce greenhouse gas (GHG) emissions, increase energy efficiency, conserve water, minimize waste, manage air emissions and drive efficiency throughout our operations. Our operating system – which drives sustainable improvements and the elimination of waste in our manufacturing operations – is a critical component in how we approach environmental stewardship within Honeywell.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 35\nHOME\nHONEYWELL OVERVIEW\nIn 2010, we established the Corporate Energy & Sustainability Team (CEST) to drive the company’s goals. The team is led by our Senior Director of Sustainability and is sponsored by our Global Real Estate, Integrated Supply Chain and Health, Safety and Environment organizations. The cross-business, cross- function team meets monthly and is responsible for driving sustainability improvements through a rigorous process of goal setting, monitoring and measurement, training and best practice sharing.\nSince project tracking began in 2010, more than 6,300 sustainability projects have been implemented at our facilities and have resulted in more than $100M in annualized savings. These include building automation and controls, lighting, compressed air and gas systems, mechanical upgrades and renewable energy projects.\nWe are proud of the environmental improvements we have achieved to date and strive to continue our commitment to making our business more sustainable through the following goals:\nAchieve five-year “10-10-10” target by 2024:\nReduce global Scope 1 and Scope 2 GHG emissions intensity by an additional 10% from 2018 levels\nDeploy at least 10 renewable energy opportunities\nAchieve certification to ISO’s 50001 Energy Management Standard at 10 facilities\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nReduce U.S. Scope 1 and Scope 2 GHG emissions by 50% by 2030 from a 2018 base year as a member of the U.S. Department of Energy Better Climate Challenge\nBe carbon neutral in our facilities and operations1 by 2035\nValidated by the Science Based Targets initiative (SBTi), Honeywell committed to:\nReduce absolute Scope 1 and 2 GHG emissions 50% by 2037 from a 2019 base year\nReduce absolute Scope 3 GHG emissions 23% within the same timeframe\nEach of our strategic business groups is required to establish internal goals for year-over-year improvements in GHG emissions, energy efficiency, hazardous waste reduction intensity and non-hazardous waste diversion rates. Progress on our goals is monitored by the CEST, reported quarterly to Honeywell’s CEO, and is reviewed at least annually with the Board’s Corporate Governance and Responsibility Committee.\n1 Scope 1 and Scope 2\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 36\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nMEET ESG FUTURESHAPERS\nMEET ESG FUTURESHAPER: AMANDA COPPERTHITE\nAmanda is creating sustainable technologies for fuels and chemicals. Think about French fries. You know the oil you get on your hands after eating them? Amanda is converting used frying oil and grease into renewable diesel and aviation fuel, and she doesn’t stop there. She’s also working toward inception of new fuels and energy storage capabilities from renewable energy sources. As a pioneer, Amanda understands that solving the climate crisis involves a team effort with scientists, partners and customers cooperating across the entire commercial and global ecosystem.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMEET ESG FUTURESHAPER: CHRIS JONES\nChris is humanizing the digital disruption. Chris started his career at Honeywell 26 years ago as a chemical and plant operator. Today, he’s helping people have a safer, more reliable and more sustainable experience in industrial spaces through autonomous technology. In industries where 30% of accidents occur due to human error, Chris’ team is developing new solutions that move the brunt of the work on the plant site to digital technologies so employees can focus on safer, more value-added activities.\nHoneywell | Environmental | 37\nHOME\nHONEYWELL OVERVIEW\nCARBON NEUTRALITY\nOur senior leadership, including the CEO and Board of Directors, is engaged in decision-making regarding the company’s climate efforts, and regularly provides oversight on climate risks. The company supports the goals of the Paris Agreement and is committed to lobbying for legislation and public policies that align with the Paris Agreement goals of limiting temperature rise to well below 2⁰C.\nIn 2021, we committed to reaching carbon neutrality in our facilities and operations by 2035. In the same year, we established an ESG Review Board (ERB) consisting of several senior executives to oversee multiple aspects of ESG including our carbon neutrality goal. The company has committed $50 million per year to carbon neutrality projects and initiatives.\nPetronas & Honeywell’s GHG & Methane Emissions Management\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nThe road to carbon neutrality begins with data mining from our multinational operations to provide a holistic approach to developing more effective and efficient solutions. Honeywell is in a unique position to reduce the impact of climate change through the development and sale of products and services that reduce the impacts of global warming.\nTo further support the advancement of our technologies, the ERB oversees the use of our facilities as laboratories for innovation. For example, in 2022, Rebellion cameras, which identify methane leaks, were modified to detect other types of emissions. These were installed at one of our plants as part of a new Honeywell emission monitoring offering.\na science-based target, including Scope 3 emissions in 2022. This target, which has since been validated by SBTi, requires continued innovation of products and services to help reduce customer emissions.\nWith many more employees now interested in sustainability, the company developed training using its Honeywell Accelerator program to allow all employees, no matter what specialty, to learn about the company’s commitment to sustainability so they can embed those values into their daily activities.\nTo build on our Scope 1 and 2 emissions commitments and to better solve our customers’ challenges, Honeywell submitted a commitment to the Science Based Target initiative (SBTi) to set\nSensing Technology\nHoneywell | Environmental | 38\nHOME\nSolar panels in Penang, Malaysia\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nREDUCING GREENHOUSE GAS EMISSIONS\nHoneywell reports on its global GHG emissions pursuant to The Greenhouse Gas Protocol and publicly reports through the Carbon Disclosure Project (CDP), a U.K.-based organization that supports companies’ and cities’ environmental disclosures, as well as various regulatory agencies.\nWe have received third-party limited assurance per ISO 14064-3 of our Scope 1 and Scope 2 GHG emissions annually since 2011.\nGreenhouse Gas Data\nScope 1, MT CO2e Scope 2, MT CO2e Total GHG Intensity, MT CO2e/$M Revenue\n2018 1,479,149 1,048,843 2,527,992\n60.5\n2019 1,384,849 951,982 2,336,831\n63.4\n2020 1,387,727 860,579 2,248,306\n68.9\n2021 1,324,742 693,288 2,018,031\n58.7\n2022 1,059,105 697,090 1,756,196\n49.5\nThe GHG intensity metrics are the sum of our Scope 1 and location-based Scope 2 emissions in metric tons of carbon dioxide equivalent divided by revenue in million U.S. dollars. Variations in data reported can occur due to timing of reporting and updates to methodologies as newer reporting protocols and emission factors are adopted.\nAs a part of our commitment to reduce GHG emissions, Honeywell has been implementing solar projects to reduce dependency on conventional power sources. Examples of recently completed solar projects:\nPenang, Malaysia: The site installed a rooftop solar PV system of 1278-kilowatt (kWp) capacity through direct capital purchase. The system will offset approximately 24% of the site’s energy usage equating to 1.8 million kWh annually.\nChonburi, Thailand: The site installed a 703-kilowatt (kWp) rooftop solar system. At full capacity, the system will offset approximately 820,000 kWh of electricity from the grid annually.\nChihuahua, Mexico: Two sites in Chihuahua have installed rooftop and carport solar projects with a combined total of 2725-kilowatt (kWp). This system will offset approximately 4.8 million kWh of electricity from the grid annually.\n>90% REDUCTION IN SCOPE 1 AND SCOPE 2 GREENHOUSE GAS INTENSITY SINCE 2004.\nHoneywell | Environmental | 39\nHOME\nHONEYWELL OVERVIEW\nIMPROVING ENERGY EFFICIENCY\nWe exceeded our public goal to improve energy efficiency by more than 20% between 2004 and 2011 and have continued to drive improvements throughout the organization. Energy efficiency is more important than ever in the pursuit of carbon neutrality. To support our goals, and as part of our HSEPS Management System, our largest sites are required to identify their significant energy use in line with ISO 50001, obtain an energy audit on an established cycle, train personnel on energy management, and track identified projects via our standard database. This ensures a robust pipeline of both low-cost and capital projects that can be considered for execution.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nEnergy Performance\nEnergy, BBTU\n2018 18,808\n2019 17,208\n2020 15,348\n2021 15,247\n2022 15,603\nEnergy Efficiency, BBTU/$M\n0.450\n0.469\n0.470\n0.443\n0.440\nThe assurance process we use for our greenhouse gas inventory includes, by default, our energy footprint. The energy data compiled here represents our global footprint for all our sites. Estimates are used for some of our smaller sites but are typically in the range of 5% of our overall inventory.\nOur success at improving efficiency is based on a culture of continuous improvement. The HSEPS team combines its deep knowledge of energy and environmental matters with our HSEPS Management System and continuous improvement tools such as tiered accountability, self-assessments and kaizens (short duration projects led by a facilitator with a specific aim at improvement) to maintain a pipeline of projects that help us achieve our goals.\nWe install a wide range of technologies, including those from our own product portfolio, at our manufacturing sites and offices around the world. These include energy management and control systems, automation systems for boilers, LED lighting, HVAC controls, variable frequency drives, occupancy sensors, metering, and renewable energy. We take a systems- based approach using technology, operational excellence and employee engagement aligned with our operating system to drive continuous improvements. Additionally, Honeywell continues to focus on improving energy efficiency in our industrial and production processes. Several projects in locations across the world reflect this focus.\nGlobal program examples: • Lighting: LED lighting is approximately 90% more\nthan incandescent or fluorescent lighting. Honeywell has been systematically replacing lighting at our sites with LED technologies. Overall, we have executed more than 950 LED lighting projects for annualized savings of $9.5 million representing reductions of 42,350 metric tons of greenhouse gas emissions and 295 BBTU. Honeywell continues to implement LED lighting and controls solutions throughout our facilities, including interior (office, warehouse and production areas) and exterior lighting. In 2022, we completed 66 lighting projects across the Honeywell portfolio which resulted in approximately 1350 metric tons of greenhouse gas reductions. We are currently in the final stages of this LED conversion program and are on track to complete additional lighting projects by the end of 2024, which will help ensure our global footprint has been substantially converted to LED.\nefficient than incandescent lighting and has a longer life\nHoneywell | Environmental | 40\nHOME\nHONEYWELL OVERVIEW\nCompressed air and gas systems: As with the global lighting program, Honeywell is utilizing a programmatic approach to continue upgrading our compressed air and gas systems, as well as adding variable frequency drives to fans and pumps to improve efficiency in facility and manufacturing processes. In 2022, we successfully completed 38 projects across the Honeywell portfolio, which accounts for approximately 1250 metric tons of greenhouse gas reduction. We plan to continue this program and complete additional compressed air/gas and VFD projects in 2023 and 2024. Site-specific examples:\nPune, India: As part of a campuswide HVAC upgrade at the Hadapsar site, a chiller plant optimization project was completed which combined multiple chiller plants into a single centralized plant for two buildings. Inefficient chilled and condenser water pumps were replaced with premium efficiency pumps and a cooling tower. An 18-year-old split system, with package AC and window AC units, was replaced with Energy Star-certified equipment. The total campuswide\nArmstrong Pumps: Chilled water pump and condenser water in India\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\ninitiative resulted in annual greenhouse gas reductions of approximately 403 metric tons and annual energy savings of approximately $133,000.\nChihuahua, Mexico: As part of a building automation system upgrade, the site installed a Honeywell LCBS Connect system with economizer controls for 18 package units. Installation included controllers, outside air temperature sensors, return air sensors, compressor status monitor, damper actuator for the inlet air system and an upgraded control system front-end graphics package. This project resulted in annual greenhouse gas reductions of 85 metric tons and annual savings of $26,500.\nCHINA GREEN FACTORY INITIATIVE\nHoneywell is taking advantage of government-led programs, such as our implementation of China’s Green Factories Standard at applicable facilities to help drive efficiency and GHG reductions. This program aims to contribute to GHG reductions at our Asia Pacific (APAC) facilities by 2030 through the green factory evaluation assessment. The aim of the green factory assessment is to:\nIdentify which sites within the APAC region can be classified\nas green factory\nNantong, China: As the result of a kaizen, the site identified an opportunity and subsequent capital project to install equipment that allowed process steam with high residual heat to be recycled and reused. The project resulted in annual greenhouse gas reductions of 268 metric tons and annual utility savings of approximately $53,000.\nExplore any possibility for any green initiatives to be\nimplemented at the sites\nEach building is evaluated on:\nLand intensification\nBaton Rouge, La.: The site insulated the main steam header to reduce substantial energy loss from 360 feet of steam line and from transient plant operation during rain events. This project resulted in estimated annual greenhouse gas reductions of 300 metric tons and annual utility savings of $34,000.\nUse of harmless raw materials\nClean production\nWaste recycling\nLow-carbon energy\n~70%\nENERGY EFFICIENCY IMPROVEMENT SINCE 2004\nOur participation in this program has led to the adoption of advanced production processes, use of highly efficient equipment with low energy consumption, and continuous work to reduce energy use and improve product quality. The initiative started in 2022 and is projected to significantly contribute to our carbon neutrality pledge in the APAC region.\nHoneywell | Environmental | 41\nHOME\nHONEYWELL OVERVIEW\nFLEET ELECTRIFICATION AND OPTIMIZATION\nAs part of our carbon neutrality strategy, Corporate Procurement has been working directly with business leaders and key external fleet management companies to develop a plan for fleet electrification.\nDuring the annual replacement cycle, Honeywell’s Procurement team intentionally selects new units that have lower total cost of ownership when considering fuel efficiency (i.e., hybrids, electric vehicles and smaller engines). Since 2019, fuel economy has improved by about 3% and GHG emissions have been reduced by about 30% across the Americas’ fleet. Drivers across different European countries have been using various hybrid vehicles for several years. Since our carbon neutrality pledge in 2021, we have developed a strategy to further improve our fleet’s fuel economy by electrifying Honeywell’s global fleet of approximately 7,500 vehicles by 2035 or earlier where conditions and markets allow.\nTo date, Honeywell has taken delivery of 54 fully electric light duty vehicles (LDVs) in North America and Europe, Middle East, and Africa (EMEA) as part of an initial pilot program. The objectives for the pilot include understanding total cost of ownership versus legacy internal combustion engine vehicles, and to consider factors including driver safety, productivity, and fuel economy contributions to reducing emissions. This pilot will inform and shape our future policies and strategy, adoption rates by business group, and vehicle class selection.\nFleet emission reductions will come not only from the electrification of our LDV class, which represents about\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nWASTEWATER AND EFFLUENT MANAGEMENT AND WATER STEWARDSHIP\nHoneywell manages water in accordance with all regulatory requirements while also taking steps to protect and conserve a vital natural resource.\nOur locations and functions are required to manage their water use and wastewater and effluent generation in accordance with our HSEPS Management System, which includes:\nCompleting a water inventory identifying all uses and\nFleet electrification\n98% of our commercial fleet today, but also from continued optimization through our global Transportation Management System (i.e., shipment consolidation and lower carbon footprint options). Depending on how they are driven, today’s electric LDVs can get up to 150* miles per gallon equivalent (MPGe), which is more than three to five times the average in the Americas today. Our goal is to materially improve our fuel economy relative to today’s standards through electrification. Key metrics will be monitored and tracked by various internal and external stakeholders to achieve this goal, stemming from telematics data, third-party applications, and internal experts that align with the best ESG practices known today.\nhttps://www.fueleconomy.gov/\ndischarges of water, including source of supply, use and what happens to the resulting wastewater. Also considered are any discharges generated by plant operations, such as compressor blow-down and condensate discharges, and water reuse. This breakdown of water use facilitates identifying opportunities for reducing consumption and requirements for managing effluents.\nCreating and maintaining a detailed inventory or balance of water intakes, activities using or producing water, and water discharges, including characterization of any wastewaters. This breakdown of water use facilitates identifying opportunities for reducing consumption and waste.\nCompleting a review of all legal and other requirements for wastewater and effluent management. Our industrial facilities that produce emissions may require specific water discharge permits, with many requiring us to conduct studies or develop models of the potential impacts of the activities on communities and the environment before permits are issued or renewed. If a government-required wastewater permit, Honeywell | Environmental | 42\nHOME\nHONEYWELL OVERVIEW\nlicense, impact analysis document or other legal requirement is applicable, Honeywell implements operation controls. These include documenting specific actions to ensure compliance with legal, permit and Honeywell requirements.\nDeveloping comprehensive location-specific operational\ncontrols, including physical and administrative controls, to manage our wastewater and effluents in compliance with legal and other requirements, and to minimize environmental impact, including unwanted releases. Our operational controls include quality assurance and control plans to identify potential issues before they happen or to enable rapid response.\nRestrictions on some methods of discharge to limit potential\nenvironmental impacts.\nGood management practices to reduce contamination and\nimpact of storm water run-off for all locations.\nSeparating potable and processing water supplies to\neliminate the risk of cross-contamination.\nContainer management and spill prevention controls to minimize risk of unwanted release and contamination of ground and surface waters.\nTraining for employees and contractors who perform critical\nactivities related to wastewater and stormwater management.\nCollating data on water withdrawals and discharges and\nconducting regular water audits to identify opportunities to reduce water consumption.\nWastewater and effluent management system requirements are subject to three levels of governance: a location level self-\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nassessment against requirements, a verification process by more senior personnel within the organization and auditing by third-party teams of Honeywell and external experts.\nHoneywell maintains a process to act in a timely manner to address incidents or nonconformities, including those related to wastewater and effluent management. These processes include root cause analysis and taking preventative and corrective actions when needed. Key findings and continuous improvement opportunities for wastewater and effluent control are also evaluated and incorporated into the overall management system.\nTo ensure a continuous focus on conservation at our larger company sites in water-stressed regions, and as part of our HSEPS Management System requirements, all sites in locations with High (40–80%) or Extremely High (greater than 80%) Baseline Water Stress meeting a certain threshold must:\nComplete an annual water efficiency assessment based on\nwater best practices\nMaintain a water balance of all significant flows in and out of\nthe facility\nObtain a comprehensive water audit on an established cycle\nHoneywell’s global inventory of water usage data supports the identification of conservation opportunities. Honeywell analyzes all its operations for Baseline Water Stress using the World Resources Institute’s (WRI) Water Risk Atlas tool, Aqueduct.\nTrain personnel on water management\nMaintain a list of water conservation measures identified and\ncompleted\nHoneywell | Environmental | 43\nHOME\nCooling Tower Tempe, Ariz\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nExamples of recent projects:\nMINIMIZING WASTE\nTempe, Ariz.: Site installed two new controllers for cooling tower makeup feed/bleed and treatment control. This project has resulted in annual water savings of approximately 3 million gallons and annual operating savings of $18,000.\nGlendale, Ariz.: As part of the water treatment program, the site installed acid feed equipment for the cooling tower to increase cycles of concentration, which helps reduce the blowdown required for cooling tower operations. This has resulted in annual water savings of approximately 2 million gallons and annual operating savings of approximately $17,000.\nZhangjiagang, China: The site implemented two operational changes to reduce the need for freshwater consumption, including the recycle and reuse of steam condensate to feed cooling water circulation and the added capability to filter and treat wastewater coming from the onsite methanol-to- olefin (MTO) plant for reuse. These innovative ideas have resulted in annual water reductions of 1.3 million gallons and annual operational savings of approximately $24,000.\nHoneywell manages waste in accordance with all regulatory requirements while also seeking to minimize waste generation and environmental impacts. All of our locations and functions are required to handle waste in accordance with our HSEPS Management System, which includes:\nDetailed characterization and classification of all waste\n165\nMILLION GALLONS OF WATER SAVED IN WATER-STRESSED REGIONS SINCE 2013 FROM MORE THAN 185 PROJECTS.\nstreams\nProcess of due diligence and impact assessment for all\nfacilities receiving hazardous waste from our operations, including a review and approval process by a global team; Honeywell’s hazardous waste streams are only permitted to be sent to these approved facilities.\nHoneywell | Environmental | 44\nHOME\nHONEYWELL OVERVIEW\nAnnual duty of care assessments of all receiving facilities and transporters of Honeywell’s waste, including compliance with local regulations and permitting requirements and ability to handle our waste streams, prior to any waste movement\nOn-site management of waste streams to prevent releases\nand impact on the environment, including container management and spill prevention\nAnnual training for all employees and contractors who\nperform waste-related activities\nAnnual, or more frequent, audits of waste movements to confirm compliance and identify opportunities for waste reduction and diversion A verification program and independent internal audits measure compliance with our requirements and identify opportunities for continuous improvement of our waste management standards.\nIn addition to any regulatory reporting requirements, sites must also adhere to internal reporting requirements so we can maintain a global inventory of waste data, including both hazardous and non-hazardous metrics.\nEach of our strategic business groups must establish annual targets for reducing hazardous waste as normalized by revenue and improving waste diversion rates (diverting waste from landfills). Results are tracked by our Corporate Energy and Sustainability Team and progress is reported quarterly to Honeywell’s CEO.\nHoneywell executes waste reduction projects in support of our goals and as part of our global sustainability efforts. Waste\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nNagykanizsa, Hungary waste compactors\nreduction projects, often identified via a kaizen process, are tracked in our project database from conception through execution.\nRecent project examples:\nZhangjigang, China: The site implemented waste reduction initiatives to repurpose raw pallet materials, repair and recycle other pallets, and reuse warehouse packaging. In addition to reducing waste, this project has resulted in annual operational savings of approximately $74,000.\nNagykanizsa, Hungary: The site purchased and installed two waste compactors. The compactors, used for paper and municipal waste, allowed for the reduction of waste hauls and improved recycling, resulting in annual savings of approximately $12,000. With the compactors and improved recycling, the site is able to avoid landfilling and improve its waste diversion rate from 40% to nearly 100%.\nHlubocky, Czech Republic: The site installed an\nultrafiltration system to reduce hazardous waste generated during production. This filtration technology will also improve efficiency of wastewater treatment, enabling treated water to be used for a longer period of time and reduce the consumption of activated carbon required for production. This project reduced hazardous waste and has resulted in annual operational savings of approximately $73,000.\nHoneywell | Environmental | 45\nHOME\nHONEYWELL OVERVIEW\nMANAGING AIR EMISSIONS\nWe manage air emissions in accordance with all regulatory requirements while also seeking to minimize our environmental impact. All our locations are required to meet the requirements of our HSEPS Management System, which include:\nIdentifying and detailing all emissions to air on an inventory that captures both stack and fugitive emissions and covers process, combustion and VOC emissions, as well as visible emissions, odors and noise\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nDeveloping operational controls, both physical and\nCompleting regular training on our operational controls to\nadministrative, to comply with all regulatory or permit requirements and minimize the impact of our operations on both the environment and our neighbors\nConducting emissions monitoring as required by local\nregulations, and using this data to help identify opportunities to reduce our emissions levels beyond regulatory thresholds\nmaintain efficiency and compliance\nA verification program and independent internal audit measures compliance with our requirements and identifies opportunities for continuous improvement of our air emissions standards.\nHoneywell | Environmental | 46\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nREVITALIZATION FOR A BETTER FUTURE: ENVIRONMENTAL REMEDIATION\nHoneywell, a global, diverse technology company, has legacy manufacturing operations dating back to the 19th century. Like other companies with long, successful histories, many of our former operations were closed or sold years ago and are now considered brownfields. In addition, many of the sites had multiple owners over the years, and most no longer exist. These historic operations mostly predate the Clean Water Act, the Clean Air Act, Superfund regulations, the Resource Conservation and Recovery Act, and/or the U.S. Environmental Protection Agency and are not a reflection of Honeywell’s current operations and processes.\nHoneywell’s “reuse first” practice views idle properties as assets that can be revitalized to mutually benefit communities and the company. The properties that emerge from this approach galvanize civic pride and catalyze further community development initiatives. Honeywell has spent more than $4 billion over the last 19 years to remediate and restore approximately 3,000 acres to productive community use, including roughly 2,800 acres of biodiverse habitat. These biodiverse acres include preserved, restored, enhanced and created wetlands; water and land habitat restoration, enhancement, creation and preservation; and creation of green spaces with native ecosystems. Using cutting-edge science, design and engineering to protect human health and the environment, the company works cooperatively with governments and engages with local communities and other external stakeholders to implement effective solutions.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 47\nHOME\nHONEYWELL OVERVIEW\nHoneywell’s Remediation and Redevelopment Group (RRG) manages every project and is led by the Global Remediation Vice President, a former Assistant Commissioner of New Jersey’s Department of Environmental Protection.\nThe regulatory framework for environmental remediation in the United States requires extensive community engagement and assessment of potential community risks, all overseen by government agencies.\nHoneywell’s work at these sites does not necessarily end when a remedy is complete, as we continue to comply with all requirements for environmental remediation, including required monitoring of sites to ensure the effectiveness of the remedy.\nFor example:\nBaltimore, Md.: A former chemical plant was remediated and has become a new downtown community, Harbor Point. Harbor Point is now Constellation Energy’s headquarters and a regional office for Exelon, a leading energy provider; Morgan Stanley; and Johns Hopkins Medicine.\nSyracuse, N.Y.: Allied Chemical, Honeywell’s predecessor, operated on the shores of Onondaga Lake for about 100 years, along with multiple other industries and public operations. At one point, the lake was considered the most polluted lake in North America. About 1,800 acres are being restored and preserved and about 1.1 million native plants are being planted. More than 290 wildlife species now call this area home and more than 140 unique bird species have been identified in and around Onondaga Lake.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nJersey City, N.J.: After cleanup, this former 95-acre waste site in Jersey City was purchased by the City of Jersey City for Bayfront, a live-work-play development with waterfront access and 20-plus acres of open space.\ncommitment underlies the principle that good business, economic growth and social responsibility work together.\nBuffalo River, N.Y.: Honeywell served as the private sector lead to restore the “functionally dead” Buffalo River through a unique public-private partnership. The river has now become an environmental, economic and community resource which includes nine acres of habitat restoration with over 143,000 native plantings. The river has re-emerged as an amenity and asset for landside redevelopment and renewal.\nEl Segundo, Calif.: A former chemical and refrigerant plant has been redeveloped as two urban shopping centers. The Honeywell team went beyond the state’s remediation requirements to facilitate the planned commercial development. Within three years of manufacturing shutdown, city officials cut the ribbon on Plaza El Segundo, a Mediterranean-style shopping center with more than 50 shops and 423,000 square feet of commercial space.\nChicago, Ill.: The site was a former Celotex roofing tar and asphalt plant. As successor to Celotex, we engaged with residents in the surrounding neighborhood to convert the site into the green space envisioned by the community. The site is now a 22-acre community green space, including sports fields, basketball courts, a skate park, trails and a large playground.\nWe take seriously our commitment to corporate social responsibility, protection of the environment and creation of sustainable opportunity everywhere we operate. This\nHoneywell | Environmental | 48\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nENVIRONMENTAL REMEDIATION PROMOTING SOLAR\nOur Remediation and Redevelopment Group (RRG) incorporates options to maximize net environmental benefits of cleanup actions, referred to as “green remediation” by the U.S. Environmental Protection Agency. RRG has completed several projects that included solar arrays to minimize the impact to the electrical grid, minimize greenhouse gas emissions and support long-term treatment systems.\nRecent project examples:\nIronton, Ohio: A one megawatt (MWdc) ground-mounted solar array covering 2.3 acres on the site of the former Allied Tar & Coke plants is designed to supply 100% of the electricity consumed by the community’s groundwater treatment plant, which consumes about 1.2\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nmillion kilowatt hours per year. The project received resounding support from both the federal and Ohio Environmental protection agencies and local stakeholders, serving as an example of green remediation.\nSyracuse, N.Y.: A 190-kilowatt (kWdc) rooftop solar array will supply approximately 20% of the electricity consumed by the hydraulic containment and collection system along the lakeshore that collects impacted groundwater associated with former Allied operations.\nSyracuse, N.Y.: A 680-kilowatt (kWdc) rooftop solar array supplies 100% of electricity consumed by the onsite groundwater treatment plant and nearby pump stations via virtual net metering.\nThe RRG is working on several other projects with solar arrays that will be highlighted once complete. Learn more here.\nHoneywell | Environmental | 49\nHOME\nHONEYWELL OVERVIEW\nHONEYWELL’S JESSICA TELANO DEFINES ‘GREEN REMEDIATION’\nHoneywell has pledged to be carbon neutral by 2035 in our facilities and operations by integrating sustainability up and down our supply chain and employing personnel with the talent, experience and ability to achieve that lofty goal.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nJessica Telano, who is both Remediation, Design and Construction Manager for Honeywell and our Sustainability Practice Lead within the corporation’s Remediation Group, has fully embraced those goals.\n“I am always looking for opportunities to implement renewable energy projects across our sites,” Telano said.\nTelano successfully implemented nearly two megawatts (MW) combined capacity of solar on our legacy environmental sites to offset electricity consumed by our groundwater treatment systems.\n“This planet is finite and it’s important we act in a way that preserves our world for future generations,” Jessica said.\nOn an annual basis, this is enough electricity to power between 150-200 households.\nGrowing up on Long Island, she always had an appreciation for the natural environment. But living in a population-dense area on the outskirts of New York City, “I saw some of the detrimental impacts that we as humans have had on the environment,” she said.\nOur 680kW groundwater treatment plant rooftop system near Syracuse, New York, overproduces power consumed by the plant itself. The excess electricity generated by the solar array is credited to other nearby accounts within the local electricity service provider’s jurisdiction. This means that a good portion\nAt Honeywell, she manages a portfolio of remediation sites throughout the United States and Europe that range from large-scale sediment remediation projects to Superfund sites, among others.\nHoneywell’s “reuse first” practice views idle properties as assets that can be revitalized to mutually benefit communities and the company. To date, Honeywell has successfully revitalized approximately a dozen properties totaling around 400 acres that span city and suburban sites, coastlines and waterways.\nMany properties involved complex cleanup requirements to address their legacy of heavy manufacturing.\nHoneywell | Environmental | 50\nHOME\nHONEYWELL OVERVIEW\nof all the electricity consumed by all of our environmental Operation and Maintenance obligations in Syracuse are supported by renewables.\n“We definitely are seeing a paradigm shift toward the beneficial reuse of dredged and excavated materials,” she said. “Other techniques of green remediation include the use of renewables to offset long-term Operation and Maintenance activities and,\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nwhere feasible, using biodiesel or other more sustainable fuels during construction.”\nproject with a greater economic potential that brings jobs to the area.”\nWhile cost is a major consideration, other factors affect remediation projects, Telano said. “A major hurdle is striking a balance among the visions of multiple stakeholders. Sometimes people want to see a brownfield turned into a natural area for recreation, while others may want to see a larger redevelopment\n“Ultimately you want to create a new space that harmonizes with the surrounding community,” she said. “The goal is to help provide socioeconomic revitalization while also looking for opportunities to restore the local ecology.”\nHoneywell | Environmental | 51\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nPRODUCT STEWARDSHIP\nFor Honeywell, making products safer for people and the planet is systematically considered at the design stage of all products. As Honeywell businesses invent new tools and solutions, we take deliberate, strategic steps to improve each innovation’s eco-efficiency.\nSpecifically, we evaluate new products by gauging their potential to:\nReduce the use of natural resources during manufacturing and distribution\nIncrease the energy efficiency of the product itself or because of its use\nReduce production waste\nIdentify opportunities for product reuse and recycling\nUtilize recycled or renewable materials\nReduce and eliminate classified toxic or hazardous materials\nBe packaged more efficiently\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Environmental | 52\nHOME\nHONEYWELL OVERVIEW\nPRODUCT COMPLIANCE\nWe are committed to ensuring that our products are manufactured to comply with environmental regulations in the markets we serve.\nOur Global Product Stewardship team is responsible for the management of environmental compliance activities.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nRegulatory monitoring, combined with expertise and internal procedures, helps ensure comprehensive programs are in place throughout Honeywell to manage and meet regulatory requirements such as:\nREACH (Registration, Evaluation, Authorization and\nRestriction of Chemicals)\nRoHS (Restriction of Hazardous Substances)\nTSCA (Toxic Substances Control Act)\nGHS (Globally Harmonized System of Classification and\nLabelling of Chemicals)\nWEEE (Waste Electrical and Electronic Equipment)\nEXTENDED PRODUCER RESPONSIBILITY\nTo meet regulatory requirements, we actively engage with our suppliers to obtain chemical substance information for the materials they supply as well as the sourcing of minerals used.\nREACH\nExtended Producer Responsibility (EPR) is an environmental policy approach in which a producer’s responsibility for a product is extended to the post-consumer management of the product and its packaging. Honeywell complies with all legal requirements for EPR either directly or by working with accredited recycling partners or networks to ensure proper end- of-life treatment of our products to avoid any impacts to the environment. Potentially applicable regulations include:\nWe are committed to ensuring all our products manufactured in or imported into the European Union comply with REACH legislative requirements. Honeywell has regulatory management systems in place to support ongoing compliance activities to monitor the Candidate List and European Chemical Agency’s recommendations for authorization.\nWaste Electrical & Electronic Equipment (WEEE)\nBattery recycling obligations\nPackaging recycling obligations\nHoneywell has submitted dossier updates when required and continues to meet communication requirements to downstream users.\nOur New Product Introduction requirements help ensure that EPR strategies are considered during the design and packaging of products.\nHoneywell | Environmental | 53\nHOME\nHONEYWELL OVERVIEW\nSOCIAL\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 54\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nOUR FUTURESHAPERS\nFrom solving global challenges to supporting our local communities, every Honeywell Futureshaper on the team helps make it happen.\nMAKE AN IMPACT\nWe are connected by our common purpose: To transform the way the world works with innovative technologies and to help create a more sustainable future.\nFutureshapers are thinkers, dreamers, doers and innovators. Together we commit to ensuring a respectful and inclusive culture that enables career growth, continuous learning and development, and support for well-being.\nOur talent strategy is underpinned by these values and commitment to enabling each Futureshaper to make an impact, make real connections and make the best you. Built around an end-to-end approach of plan, attract, develop and engage, our strategic talent agenda is aligned with business goals and objectives and holistically supports the acquisition of new skilled talent while investing in development, growth and succession of our current Futureshapers. From learning, development and enabling leadership capabilities, to digital HR technology transformation and engagement, our talent strategy encompasses the full employee lifecycle.\nMAKE REAL CONNECTIONS\nMAKE THE BEST YOU\nGOVERNANCE\nHoneywell | Social | 55\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nATTRACTING THE BEST TALENT\nAttracting and recruiting top talent is foundational to our success. “Building Exceptional Talent” is one of Honeywell’s Six Behaviors and emphasizes the importance of developing all Futureshapers, while continuing to attract top talent to the organization.\nIn 2022, improving speed and reducing time to fill critical talent roles remained a focus for talent hiring. Strategic decisions to refine our support model to meet demand resulted in further insourcing and expansion of recruitment teams. That included more than tripling the in-house team to optimize search capabilities for key levels and positions. Assessments were further implemented for internal and external applicants, aiding in identifying the best talent for open roles and enabling Futureshapers to develop and grow their careers at Honeywell. Assessment support materials included recruiter and hiring manager training and the addition of 150 internal coaches to support new hires and internal candidates not hired for positions.\nWe recognize the importance of a diverse workforce and hiring managers are provided training and resources to reinforce their role in bringing diverse talent into the organization.\nWe invest in internal talent mobility through promotions and internal hiring. Thoughtful succession planning enabled by a digital succession health dashboard gives managers insight to 10 indicators of health and viability of succession plans. This helps drive real-time targeted manager actions. Succession plans are grounded in career pathing and ensure employee career goals are captured through manager planning. Artificial intelligence and machine learning are also optimized to improve matching capabilities. In 2022, through effective succession planning, 74% of People Leader roles, 76% of executive roles and 79% of mid-level roles were filled internally.\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 56\nHOME\nHONEYWELL OVERVIEW\nDEVELOPING SKILLS AND GROWING CAREERS\nLEARNING AND DEVELOPMENT\nInvesting in skill development and enabling Futureshapers to grow their careers through a range of learning offerings is a top priority. In 2022, over 2,093,000 learning, development and training hours were completed. This demonstrates our commitment to continuous learning, which is core to our culture and long-term business growth strategy.\nWe offer an extensive suite of mandatory and voluntary technical and functional training to ensure new skills are gained while compliance requirements are met globally. Our contemporary, interactive and accessible learning platform, Accelerator Learning, combines over 22,100 virtual learning modules, practice tools and templates with instructor-led open enrollment programs to advance professional skills and personal development. Futureshapers were assigned and achieved 98% completion of role-specific learning journeys to further their knowledge and understanding of tools and processes specific to the “Honeywell way of working,” ensuring alignment and common understanding across the organization.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nIn addition, we introduced new Functional Learning Academies designed to offer role-specific knowledge, guides, development, tools and resources. Functional Learning Academies are for all Futureshapers in, or aspiring to, a function-specific role.\n“The Academy trainings are directly applicable to my job and engaging. I found them to be aptly balanced – both informative and interactive. The concise trainings are an efficient use of time on topics relevant to my role.”\nFeedback and development opportunities identified in the Performance and Development process are factored in when employees, in partnership with their managers, create Individual Development Plans (IDP). They identify their career goals and aspirations, and then create tangible action plans to address development areas and prepare for their next career moves. These action plans encourage alignment to the Experiential Learning Model to achieve an optimum development plan. Twice-annual Career Conversations between managers and employees are a standard part of the talent cycle and are dedicated to discussing potential career paths and the individual development plan actions that can be taken to achieve these goals.\nSaurabh Chokshi, Program Lead, Honeywell Process Solutions\nOur commitment to developing our Futureshapers directly connects to our promote-from-within philosophy. Through a focus on learning and development, we encourage multiple paths to progression, which is reflected through ~19,000 promotions, lateral moves and progressions in 2022.\nCAREER GROWTH\nOur Experiential Learning Model integrates 70% on-the-job experience, 20% coaching and 10% formal learning to develop relevant and practical skills to drive positive succession outcomes. This learning model aligns and supports our robust, annual Performance and Development process. Employees engage in annual goal setting to align on objectives to support business goals and participate in mid-year and end-of-year discussions around results, behaviors and opportunities for development. 99.7% of employees established goals as part of the process.\nHoneywell | Social | 57\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPER: DERAIN PILLAY\nMentor. Coach. Diversity champion. Business leader. Derain’s greatest passion is serving people and extracting their best performance. He leads a diverse team that is pioneering automation systems and measurement devices that improve operations across the globe. Derain’s work is making customer processes more efficient, safe and reliable.\nLEADERSHIP PROGRAMS\nEffective and impactful leadership is central to delivering business results, creating transformational products and services and engaging and retaining our top talent. Leadership development is a robust mix of in-person development coaching, mentorship, peer sharing and virtual learning modules, case studies and best practice resources. We had over 9,800 participants in executive, management and functional development programs, which significantly feeds our strong roles-filled-by-succession percentage.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nFrom executive to manager, our programs continue to evolve with market and business priorities. Participants gain essential knowledge and skills related to making an impact through driving business results and helping them be their best as people-leading Futureshapers. Our broad portfolio of leadership development programs in 2022 included:\nExecutive Development Program: Senior development program that gives strong leaders skills to prepare for senior executive leadership.\nCritical Talent Programs: Targeted leadership development providing skills, business acumen and transformational approaches for future roles as Chief Commercial Officer, Chief Technology Officer and General Manager.\nManager Meet Up: Bi-monthly sessions with mid-to-senior level people leaders. Discussions include business strategy and critical priorities to better facilitate communication with leaders and engage managers to help flow-down throughout the organization.\nManagement Development Program: Develops high- performing leaders into transformational executives prepared to take the next big step.\nMEET ESG FUTURESHAPER: MEAGAN LEWIS\nWomen’s Career Advancement Program and Diversity Career Advancement Program: Seeks to empower participants through workplace training and development, as well as by helping Make Real Connections and expanding internal networks for promotional opportunities.\nLeadership Development Program: Develops skills, experience and resilience to successfully lead today and shape the future in expanded leadership roles.\nHoneywell Leadership Edge: Progressive, virtual leadership development program required for all mid-level managers, covering skills such as building exceptional talent, applying business acumen, inspiring innovation and developing committed people leadership.\nMeagan is passionate about making an impact, whether she is helping our customers reach their carbon neutrality goals or helping employees develop their career goals.\nEmpower: Monthly people-leader sessions focusing on peer-to-peer best practice-sharing around critical business and talent management priority areas.\nHoneywell | Social | 58\nHOME\nHONEYWELL OVERVIEW\nENGAGING OUR FUTURESHAPERS\nVOICE OF THE EMPLOYEE\nListening, learning and taking action is a key component of our engagement approach. The Voice of the Employee (VOE) feedback survey is conducted annually with all global Futureshapers. It provides data and tools to leaders at all levels to best drive actionable plans around employee engagement and build Honeywell’s desired culture that attracts and retains top talent, improves performance and distinguishes the company as a great place to work.\nIn our most recent survey, we had a 85% response rate across the company globally with over 90,000 written comments.\nInsights gained showed Futureshapers are excited about the future of Honeywell, how their role contributes to the company’s success and how committed they are to customer’s needs.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 59\nHOME\nHONEYWELL OVERVIEW\nFor employees in the United States, this year’s survey also included five optional questions for voluntary self-identification of diversity demographic information. The data collected from the diversity demographic questions will help inclusion and diversity initiatives by further understanding how diverse employees experience work at Honeywell.\nMEET ESG FUTURESHAPER: CASEY MOORE\nCasey is at the forefront of purpose-driven communication about sustainable technologies. As a long time Girl Scout, Casey developed a love and connection to the planet. Scouting and family taught her that even small efforts such as recycling can have a large impact when we commit to it together. Now she’s taking the message to the Honeywell organization and beyond in an inviting and inclusive way. As a lead project manager, Casey’s responsible for sharing the message about sustainable technologies and the Futureshapers behind the innovations that are helping Honeywell meet its 2035 sustainability commitment.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nWELL-BEING\nThe health, safety and well-being of our Futureshapers is priority number one. As part of our Futureshaper “Make the Best You” principle, our well-being strategy provides benefits and resources across physical, mental, financial and individual needs, helping Futureshapers and their families be their best, both personally and professionally.\nTo support the diversity of our workforce across the globe, Honeywell offers a number of country-specific benefit enhancements that covers flexible benefits, infertility services, tutoring and support for raising children, surgery support and health and wellness incentive-based challenges and information platforms.\nThroughout 2022, there were several well-being campaigns to provide visibility to resources and available benefits across a range of topics from health and wellness programs to caring for your family and taking care of finances. Mental health remains an important topic and was promoted globally during Mental Health Awareness month. A variety of benefits and resources were promoted; Futureshapers engaged in peer-to-peer sharing, discussing their personal stories and best practices; and two live webinars were hosted, Minding Your Mental Health and Embracing Resilience, with over 5,000 employees participating.\nPHYSICAL Understand personal health risks and the tools available to address them\nMENTAL Access the behavioral healthcare system through multiple channels\nAvailable to all employees and their family members around the globe, the Employee Assistance Program provides therapy sessions, comprehensive mental health benefits to those enrolled in the U.S. medical plan, virtual mental health options and navigation tools to improve access and speed of care; and preventive/mental health resilience programs.\nFINANCIAL Understand any financial gaps, set goals and utilize tools and resources to achieve goals\nINDIVIDUAL Programs and policies that provide support of our diverse workforce\nOur 3+ flexible work arrangement globally helps support Futureshapers with the flexibility they need while providing opportunities for connection and collaboration while in the office.\nHoneywell | Social | 60\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nINCLUSION AND DIVERSITY: A FOUNDATIONAL PRINCIPLE\nI&D PRIORITY AREAS\nInclusion and Diversity (I&D) is a foundational principle at Honeywell, both because it’s the right thing to do and because it’s a fundamental enabler for our business. From recruitment to employee experience and partnerships, the company fully embraces diversity and inclusion – encouraging respect to flourish and innovation to thrive.\nWith our global programs and inclusive culture, we recruit, develop, retain and promote diverse talent. We continue to build partnerships with diverse organizations and develop resources to support diverse employees. All Futureshapers are held accountable to actively support I&D in words and actions.\nThe company’s Chief Inclusion and Diversity Officer and I&D leaders for each business unit lead three strategic priority areas:\nREPRESENTATION • Cultivate a workforce that reflects our communities and the world\nRECOGNITION • Be a global employer-of-choice\nfor I&D\nRETENTION • Create employee development and\nadvancement opportunities\nSustain a pipeline of diverse talent from campus to the C-Suite\nLeverage our culture as a competitive advantage\nFoster community engagement and belonging\nPromote a culture of inclusion,\nLead on I&D practices\nOffer competitive compensation, rewards and recognition\nOffer competitive compensation, rewards and recognition\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 61\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nSANDRA BARBOSA CHIEF INCLUSION & DIVERSITY OFFICER AT HONEYWELL\nQ. What made you interested in pursuing a career in inclusion and diversity?\nNo one in my family had gone to college, but my father used to tell us about the lawyers and other professionals he would speak with while a salesman in Brazil. He would ask them about their careers, and sharing those stories with us opened a whole new world of what I could accomplish if given the opportunity. I believe that’s true for everyone with a dream.\nSandra is Honeywell’s Chief Inclusion & Diversity Officer. She has more than 18 years of experience with Honeywell, having most recently served as Vice President of Human Resources and Communications in Latin America and Canada.\nHaving begun my career at Honeywell as a student and a business analyst before transitioning to Human Resources, I saw first-hand the value of a diverse workforce. When I arrived in Mexico, there was a limited number of women in leadership roles at manufacturing facilities, so we developed programs and initiatives to improve inclusivity on all levels.\nShe is just the second person to hold the title of Chief Inclusion & Diversity Officer at Honeywell, accepting the challenge of further developing this fundamental corporate principle that has resulted in the creation of numerous programs and activities to actively recruit, develop and retain talent from diverse backgrounds and cultures who bring different experience, perspectives, abilities and ideas. Honeywell fosters an inclusive environment in which all employees feel valued, respected and accepted.\nQ. What do you see as your biggest challenges in your new role?\nI want to continue building on the strong foundation created by my predecessor, Cheya Dunlap. She did a phenomenal job. I want to continue applying both a global and local lens to I&D and resistance to change. Some people may resist I&D efforts out of fear, not knowing what to do, and feeling that it is unnecessary, irrelevant or even unfair.\nSandra holds a degree in Business Administration from Universidade São Judas Tadeu, and a Master’s degree from Universidade Presbiteriana Mackenzie. She recently provided some of her viewpoints on the future of I&D at Honeywell.\nI also see an opportunity to strengthen the business case for I&D as an enabler for innovation, which is core to Honeywell’s success and one of our CEO’s priorities.\nHoneywell | Social | 62\nHOME\nHONEYWELL OVERVIEW\nQ. Honeywell I&D has created numerous employee networks. Can you provide an update?\nWe have nine global employee networks and more than 12,000 employees who are members of at least one network.\nOpen to all employees, these networks foster collaboration and belonging, enabling everyone to share and learn from one another and fully contribute at work and in the community in an inclusive and supportive environment.\nThey include Honeywell AllAbilities Employee Network; Honeywell Asian Employee Network; Honeywell Black Employee Network; Honeywell Growing Experience Employee Network; Honeywell Hispanic Employee Network; Honeywell LGBTQ+ Employee Network; Honeywell Veterans Employee Network; Honeywell Women’s Employee Network; and Heighten Your Professional Experience/Early Career Employee Network.\nOur I&D Steering Committee, sponsored by CEO Vimal Kapur, Senior Vice President and General Counsel Anne Madden, and Senior Vice President and Chief Human Resources Officer Karen Mattimore, represents all of the global networks, as well as our five Strategic Business Groups and Regions globally.\nWe meet regularly to review progress areas and support needed. In July, we held our second Employee Network Leadership Meeting where we brought together the Network Leaders and members of the I&D Steering Committee. We focused on the Network Group’s strategic plans, including the further globalization of our I&D initiatives. We’re targeting our networks because they do a great job in providing professional\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\ndevelopment opportunities for their members and they support us in key elements of our talent development process. Our next frontier is how do we become business resource groups.\nQ. Are you developing any additional partnerships outside the corporation?\nQ. What are your other long-term goals?\nMy ultimate goal is to help shape a work environment in which Honeywell employees of all backgrounds and cultures leverage their differences to make Honeywell even more effective.\nWe’ve established numerous business partnerships through our employee networks. Each network has a budget to make charitable donations to organizations that represent their demographics. Some of those strategic partnerships, including Honeywell Black Employee Network and Honeywell Hispanic Employee Network, are expanding outside of the United States.\nTo do this, we need to make sure everyone has the Inclusive Leadership Skills to help Honeywell adapt to diverse customers, markets, ideas and talent. This is one of my main focuses because inclusiveness permeates our daily routines such as going to lunch or attending meetings. We need to create tools for employees to help them better understand what it means to be an inclusive leader – things they should and shouldn’t do.\nQ. What’s new with Inclusion and Diversity Month?\nI&D Month has been highly successful in introducing and educating employees on the importance of inclusion, and we continue to focus on making I&D a way of life at Honeywell.\nI aspire to help shape a work environment in which employees of different backgrounds and cultures can work together to do their best and to leverage their differences to make Honeywell better. To do this, we need to make sure everyone has inclusive leadership skills.\nAlso, we are looking for employees to actively participate in providing input on how Honeywell can make its products more globally accessible. Our AllAbilities Network has developed an “Ideathon” in which employees can submit ideas and suggestions dealing with how accessibility can enhance our offerings, our brand, our working communities and our company culture. Accessibility makes this world a better and more inclusive place for all, provides equal access to everyone, promotes usability and allows people with disabilities to actively participate in our society and business.\nWe continue to apply our I&D philosophy to everything we do internally and externally. We need to remove the barriers to success, such as unintentional bias, so we can have participation from all employees across the globe to best support our customers.\nAnother goal is to better engage with front-line workers. They’re so critical for our manufacturing operations. To do that, we need to support local I&D efforts, providing the right framework and support for site leaders.\nHoneywell has made great strides in a short period, and I believe we have in place the leadership and programs to continue on this path.\nHoneywell | Social | 63\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nI&D IN ACTION\nTALENT ACQUISITION\nNational Partner of the Year for the 48th National Society of Black Engineers (NSBE) Annual Convention At the 48th National Society of Black Engineers Annual Convention, in March 2022, Honeywell was recognized during the Golden Torch Awards as the National Partner of the Year. Honeywell received this award for its investment and involvement at all levels of NSBE (K-12, Collegiate, and Professional), including the NSBE/Honeywell Integrated Pipeline Program (NHIPP) and supporting the Summer Engineering Experience for Kids (SEEK) program and NSBE Professional Development Conference. The NHIPP is part of a three-year partnership with NSBE that focuses on Science, Technology, Engineering, and Mathematics (STEM) education for youth, collegiate scholarships and professional development. Honeywell made offers to more than 80 students in 2022.\nTALENT DEVELOPMENT\nDiversity Career Advancement Program (DCAP) and Women’s Career Advancement Program (WCAP) Honeywell’s Diversity Career Advancement Program (DCAP) and Women’s Career Advancement Program (WCAP) are designed to empower a class of participants through workplace training and development and through expanding internal networks for promotional opportunities. Participants are paired with executive sponsors who advocate for them and their career aspirations. The year-long program includes monthly executive sponsor connects, monthly virtual meetings and an in-person session with executive sponsors, alumni and current year participants. Participants graduate in December with a virtual ceremony. Alumni get involved in future program activities by serving as speakers and sponsors.\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 64\nHOME\nHONEYWELL OVERVIEW\nHOW TO FORGE YOUR OWN CAREER PATH: WOMEN SHARE THEIR EXPERIENCES\nWomen who are a part of career advancement programs at Honeywell share perspectives on professional growth – from embracing non-linear journeys to working with mentors and sponsors.\nBeing an innovator often means carving your own path.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMaybe that means approaching an obstacle from a different perspective or by utilizing existing technology for a new application.\nIn your professional life, this could translate to taking on a new project that excites you or expressing interest in a new challenge.\nBut how do you actually take that leap?\n“Take responsibility and initiative to reach out and connect with people that are in a role you are interested in,” says Erika Kauffman, a Finance Director.\nErika Kauffman Finance Director\n“When given the opportunity to share your perspective, do so,” says Dionne Hamilton, a business General Counsel.\nQ. How can women forge their own career paths?\nPaola Hernandez, a Communications Leader, says: “Think about where your skills and talents meet the needs of society.”\nErika, Dionne and Paola are members of this year’s Diversity Career Advancement Program (DCAP) and Women’s Career Advancement Program (WCAP) cohorts. The programs are designed to empower a class of participants through workplace training and development, as well as through expanding their internal networks for promotional opportunities. Participants are also paired with executive sponsors to help advocate for them and their career aspirations.\nGet inspired by Erika, Paola and Dionne’s insights on taking charge of your professional growth.\nTake responsibility and initiative to reach out and connect with people that are in a role you are interested in, to understand their responsibilities, background and skills they needed in their career growth to get to that point. And then speak with your supervisor or mentor on how you can develop those skills so you can be ready for the next opportunity.\nQ. Tell us about how the Women’s Career Advancement Program is helping you make an impact.\nIt has already been impactful for me by connecting me with people of diverse backgrounds and roles. I have already learned of new potential opportunities. And personally, I have learned more about Inclusion and Diversity and how it benefits us all to embrace diversity in our teams.\nHoneywell | Social | 65\nHOME\nHONEYWELL OVERVIEW\nDionne Hamilton Business General Counsel\nQ. How can women forge their own career paths?\nKeep focused on your objective, seek advice and input from those who have been successful in their journey, take on a high visibility assignment, and when given the opportunity to share your perspective, do so.\nThe path is not necessarily an upward linear trajectory. There may be curves, and sometimes downward slopes to get on a different path, to reach that overarching objective. No journey is the same. Know that others have helped to forge that path and are there to help along the way.\nQ. Tell us about how the Diversity Career Advancement Program is helping you make an impact.\nAt the end of the first DCAP session I attended, I was asked to\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nsummarize the program in one word. I chose “intentional.” The participants, sponsors and organizers are all focused on an intentional mission to increase diversity within Honeywell at the higher levels of the enterprise. That is enormously inspiring to me. During the program and immediately thereafter, I expanded my Honeywell network exponentially. With that network, my past and current experience – and by implementing my individual development plan – DCAP has set me up for greater success at Honeywell which is impactful for me both personally and professionally.\ndown with yourself first and evaluate where you see yourself in five to 10 years, that’s a good place to start. Think about where your skills and talents meet the needs of society.\nI knew since I was in college that a career in communications was the right fit for me because I’ve always been outspoken, I like to write, I am a very good planner and am a detailed- oriented person. These are all attributes that have contributed to my successful career in communications. I would also say that relationships are very important. Don’t burn bridges, treat everyone with respect, and always do the best job you can regardless of the circumstances you may find yourself in.\nQ. Tell us about how the Diversity Career Advancement Program is helping you make an impact.\nPaola Hernandez Communications Senior Director\nQ. How can women forge their own career paths?\nThe DCAP program has been incredibly refreshing. I had the opportunity to meet and learn from really smart and committed individuals at Honeywell. I also especially enjoyed listening to external speakers who helped reinforce the importance of being an inclusive leader. As I grow my professional as well as ministerial leadership skills, this is certainly a priority. Having come from a Hispanic background with limited financial resources and role models, my perspective may be different from someone who never went through that experience. This highlights how important it is for us to approach people as individuals, and this program brought this to light in a simple yet impactful way.\nI would start by getting to know yourself better. Looking back, I wish had spent more time learning more about myself and what I enjoy doing versus just following a standard path. If you sit\nFind more stories featuring Futureshapers, and learn about Honeywell’s commitment to inclusion and diversity.\nHoneywell | Social | 66\nHOME\nHONEYWELL OVERVIEW\nBRANDING AND COMMUNICATION\nDriving Innovation with Diversity As Futureshapers, Honeywell employees make an impact, make real connections and commit to personal growth and wellness. To attract and retain diverse talent, the company aims to showcase its culture and values as well as its commitment to I&D. The Honeywell Futureshapers brand campaign continues to focus on storytelling featuring a highly diverse group of Honeywell employees. It seeks to humanize the brand by authentically tying innovative solutions and technologies back to talented employees who think big and make it happen. Our Futureshapers are the driving force behind Honeywell technologies shaping the future. We firmly believe employees’ dedication and ingenuity drives our success and defines us as a company.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nINCLUSIVE LEADERSHIP\nBuilding Strong Teams Through Inclusion and Empathic Leadership Developing and nurturing inclusive leaders and enriching the workplace with educational experiences to promote inclusion and diversity remains a top priority for Honeywell. The company continues to deploy unconscious bias and inclusive leadership training to educate all employees and influence behavior. Our event series, “Building Strong Teams Through Inclusion and Empathic Leadership,” brought together leaders and highlighted the value of empathic leadership skills to foster a more inclusive workplace. From the C-suite to the shop floor, company leaders are expected to exemplify behaviors that promote an open and inclusive culture. Honeywell helps managers develop this skill as they do any other leadership skill, by applying our Code of Business Conduct, training programs, interactive learning and real-time events.\nSTRATEGIC PARTNERSHIPS\nVisionary Sponsor for the Annual Society of Hispanic Professional Engineers (SHPE) Convention The Society of Hispanic Professional Engineers is the largest association in the U.S. for Hispanics in science, technology, engineering and math (STEM) careers. As a proud partner of SHPE, Honeywell was the exclusive visionary sponsor for the annual SHPE National Convention in Charlotte, N.C. More than 100 of our employees were involved in the event. Futureshapers shared Honeywell’s story, networked and helped recruit top talent. As part of Honeywell’s partnership, Suresh Venkatarayalu, Senior Vice President, Chief Technology and Innovation Officer and Honeywell Hispanic Employee Network (HHEN) Executive Sponsor, was the keynote speaker at the group’s STAR Awards. Cheya Dunlap, Vice President, Human Resources and Communications, Performance Materials and Technologies (PMT), participated in a leadership panel. Futureshaper Maira Garcia, Senior Advanced Systems Engineer, Aerospace, received a prestigious SHPE Star Award in the Diversity category.\nHoneywell | Social | 67\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHONEYWELL EMPLOYEE NETWORKS\nHONEYWELL ALLABILITIES EMPLOYEE NETWORK (HAEN)\nDuring National Disability Employment Awareness Month, former CEO Darius Adamczyk\njoined dozens of CEOs in pledging to hire inclusively, contract with disability-owned business enterprises and create accessible tools and technology for all.\nHoneywell was named a 2022 Best Place to Work for Disability Inclusion by Disability:IN and the American Association of People with Disabilities. At the Disability:IN conference, Honeywell’s Josh Pascoe and Lisa Bickel were named recipients of the 2022 ERG Executive Sponsor of the Year Award.\nHoneywell’s AllAbilities Employee Network recently hosted a company-wide Accessibility\nIdeathon. Employees submitted 75 innovative and inclusivity-driving ideas on how to extend accessibility within our offerings, communities, facilities and processes.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMEET ESG FUTURESHAPER: ANNI LANO\nAnni is an enthusiastic Senior Talent Manager with significant experience in talent management, accessibility, diversity, equity and inclusion. As a leader in the AllAbilities Network, Anni advocates for making the world accessible for Honeywell employees, customers and communities we serve.\nHoneywell | Social | 68\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHONEYWELL ASIAN EMPLOYEE NETWORK (HASEN)\nThe network launched on March 1, 2022.\nInitiatives such as a South Asian Film Festival, cultural dress days and events with senior\nleaders highlighted Asian culture for solidarity and knowledge-sharing purposes.\nVarious sites across the globe celebrated cultural holidays such as Chinese New Year, Diwali,\nthe Moon Festival, Holi and more. HASEN representatives at each site celebrated with cultural foods and educational materials.\nMEET ESG FUTURESHAPER: CANDY CHATAWANICH\nCandy is engineering safer, quieter, and more fuel efficient missions. A college entry essay on microbes used to clean oil spills in the ocean inspired Candy’s path to becoming an engineer and having a real, practical impact on the world. Today, she’s leading a global team of engineers that ensures travelers and cargo travel safely, efficiently and on time. In addition to her engineering role, she also leads HASEN.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL BLACK EMPLOYEE NETWORK (HBEN)\nHoneywell hosted the Kappa Alpha Psi Fraternity Undergraduate Leadership Institute (ULI)\nin June 2022. The 2022 class of nearly 90 scholars representing 78 colleges and universities traveled to Honeywell’s global headquarters where they heard from Senior Vice President and Chief Financial Officer Greg Lewis, experienced the technology within the headquarters building, networked with Honeywell’s Black Employee Network members and learned about early career programs.\nHBEN, in collaboration with various employee network allies, offered several events, sessions,\nactivities and informational campaigns throughout the year, including programming to celebrate Martin Luther King Jr. Service Day, Black History Month and Juneteenth.\nHoneywell was a proud Platinum Sponsor at the National Society of Black Engineers’\nProfessional Development Conference. HBEN leaders participated in the event as panelists, workshop leads, recruiters and brand ambassadors.\nHoneywell | Social | 69\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHEIGHTEN YOUR PROFESSIONAL EXPERIENCE (HYPE)/EARLY CAREER\nThe network officially launched June 29, 2022.\nHoneywell was recognized during the 2022 Women’s Choice Awards as being among the “Best Companies to Work For” in both the Diversity and Millennials categories. Data was compiled from a variety of publicly available sources and evaluated based on inclusion criteria. Companies that surpass the organization’s highest standards win the award.\nHoneywell was recognized as one of the Top 100 internship programs in 2022 by talent\nacquisition companies Yello and Wayup for the company’s efforts to provide opportunities for unconscious bias training, employee network participation, community building and more.\nMEET ESG FUTURESHAPER: KHENDA MCINTEE\nSenior IT Analyst Khenda McIntee is always seeking to learn new skills, make connections and create ideas. She is a member a co-chair of the HYPE network where she fosters a community for early career professionals to share challenges, resources and best practices.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL HISPANIC EMPLOYEE NETWORK (HHEN)\nHoneywell was recognized by Prospanica, a nonprofit organization dedicated to empowering\nHispanic professionals, for the partnership to increase and maintain representation of Hispanics in leadership through talent development and advancement efforts.\nAs part of the celebrations for Hispanic Heritage Month, HHEN hosted a fireside chat with\nmembers of Honeywell’s Board of Directors, George Paz and Grace Lieblein. George and Grace shared their career journeys as Hispanic professionals and their advice to Futureshapers.\nHHEN members participated in various Society of Hispanic Professional Engineers initiatives\nthroughout the year, including the Southern Methodist University-Cox leadership program and the Mentor SHPE resume review.\nHoneywell | Social | 70\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHONEYWELL GROWING EXPERIENCE EMPLOYEE NETWORK (HGEN)\nThe network launched with a kick-off event in October 2022.\nThis network is for experienced and inter-generational professionals who want to use their\nunique career experiences to build an inclusive and impact-driven workplace.\nIn partnership with the HYPE Network, HGEN launched a mentorship program to connect employees with mentors who can offer insight, advice and opportunity, ultimately helping early-career employees navigate the next stage of their careers.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL LGBTQ+ EMPLOYEE NETWORK\nHoneywell received the Rainbow Tick certification in New Zealand for its work in creating an\nopen, diverse and inclusive workplace environment for employees in the LGBTQ+ communities. The Rainbow Tick program is a continual quality improvement program supporting workplace inclusion and diversity for members of the LGBTQ+ communities.\nDuring June Pride Month celebrations, the network hosted more than 40 global events to\nsupport, celebrate and educate employees.\nHoneywell Mexico was awarded the “Best Places to Work LGBTQ+” certification in the Human\nRights Campaign Foundation’s (HRCF) annual Human Rights Campaign Equidad MX: Programa Global de Equidad Laboral, a survey evaluating LGBTQ+ workplace inclusion within major Mexican businesses and multinationals.\nHoneywell | Social | 71\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHONEYWELL VETERANS EMPLOYEE NETWORK (HVEN)\nHVEN was a proud sponsor in the 5th Annual Travis Mills Golf Fundraiser in Mesa, Ariz. The Travis Mills Foundation supports veterans and their families through various programs that help these heroic men and women overcome physical and emotional obstacles, strengthen their families and provide well-deserved rest and relaxation.\nHVEN’s local chapters participated in several volunteer activities throughout the year. For\nexample, the Minnesota Chapter raised more than $1,000 to support the Minnesota Special Olympics as part of a “Plane Pull” event. The Honeywell team pulled a 23-ton plane across the finish line in about 14 seconds, which earned them third place.\nHVEN hosted and supported multiple virtual webinars including a military benefits\npresentation for HVEN members and career fairs in support of recruiting veteran talent to Honeywell.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHONEYWELL WOMEN’S EMPLOYEE NETWORK (HWEN)\nDuring International Women’s Day 2022, then-Honeywell CEO Darius Adamczyk explained how the company intentionally invests in strong female leaders by providing programs that help women develop skills and gain experience that advance their careers.\nIn August, HWEN hosted a power walk in partnership with the non-profit organization Dress for\nSuccess. The network mobilized employees across the globe.\nMore than 100 Honeywell colleagues gathered in Houston, Texas, at WE22, the world’s largest conference for women in engineering and technology. The event, organized by the Society of Women Engineers (SWE), offered a valuable combination of networking, community building, recognition, professional development and inspirational content for women in engineering and technology professions.\nHoneywell | Social | 72\nHOME\nHONEYWELL OVERVIEW\nCORPORATE SOCIAL RESPONSIBILITY\nHoneywell’s global Corporate Social Responsibility initiatives improve lives and inspire change in communities around the world. Our partnerships and programs emphasize science, technology, engineering and mathematics (STEM) education; sustainability; humanitarian relief; and employee volunteerism – underpinned by our commitment to advance inclusion and diversity.\nBy contributing our resources and unique expertise through employee volunteerism, Honeywell has delivered significant and meaningful results in the local communities where we work and live.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 73\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nSHAPING THE NEXT GENERATION OF INNOVATORS\nHoneywell has partnered with organizations around the world to make science, technology, engineering and math (STEM) accessible and engaging to our next generation of Futureshapers. These programs and opportunities help put learning into action to inspire young people to pursue studies and careers in STEM-related disciplines.\nEvery community needs a STEM-trained workforce of diverse individuals who are curious and eager to solve the world’s most pressing problems. We look forward to seeing these future innovators bring their ideas to life.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 74\nHOME\nHONEYWELL OVERVIEW\nSTEM CHALLENGES AND PROGRAMS\nHoneywell has partnered with a variety of sports organizations to deliver unique STEM experiences that are especially relevant to children.\nHoneywell’s Futureshaper Robotics Program with the Arizona Diamondbacks MLB team provides STEM activities for young fans and hosts a robotics challenge for area schools. High school teams traveled to Chase Field in Phoenix to enter their robots in a pitching competition. The winning teams earned grant funding for their schools.\nThe NBA’s Charlotte Hornets and Honeywell partnered with non-profit Digi-Bridge for its second annual “Futureshaper Design Experience.” The competition challenged students to create, manufacture and present fashion eyewear concepts to Hornets player Kelly Oubre Jr. for one of his gameday outfits. The challenge concluded with a design showcase event where students pitched their final eyewear designs to the basketball star and guests.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nINVESTING IN STEM EDUCATION\nHoneywell launched an Industrial Automation Lab in conjunction with the University Politehnica of Bucharest’s Department of Automation and Computer Science to help students in Romania build the technical skills and knowledge required to join, compete and succeed in the global industrial automation sector. The state-of-the-art, hands-on lab is Honeywell’s third at the university in the last two years and the seventh lab opened by our Honeywell team in technical universities across the country.\nIn South Africa, Honeywell partnered with the Gauteng Department of Education to open a STEM lab at the St. Barnabas School of Specialization to boost digital skills among participants. This program is one of many in the country designed to upskill local students and match them with STEM- focused jobs.\nAN OUT-OF-THIS-WORLD STEM EXPERIENCE\nThe Honeywell Leadership Challenge Academy infuses STEM curriculum and leadership development into a week-long camp for students. Hosted at the U.S. Space and Rocket Center in Huntsville, Ala., students from around the world form teams to build and launch model rockets, successfully complete space missions, and learn new skills that apply on earth and in space. Since starting the program in 2010, Honeywell has sponsored nearly 3,000 students to attend the unique space camp experience.\nHoneywell | Social | 75\nHOME\nHONEYWELL OVERVIEW\nSUSTAINABILITY TAKES ROOT\nHoneywell is committed to minimizing carbon emissions and enabling ways to be more sustainable as a corporation. Our CSR charter is designed to drive programs that help us build sustainable ecosystems in the communities we serve across the globe.\nPLANT THE FUTURE PROGRAM\nHoneywell Hometown Solutions India Foundation (HHSIF), a philanthropic arm of Honeywell, partnered with the Give Me Trees Trust to launch “Plant the Future - A million tree project.”\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nThe initiative supports the United Nations Decade of Ecosystem Restoration, which aims to protect and revive ecosystems across the globe. Plant the Trees took root in 2022 with an ambition to plant 1 million saplings across 10 cities by 2032.\nOn April 22 – globally observed as Earth Day – Honeywell and Give Me Trees conducted a tree planting event in Pune and Bengaluru. More than 1,000 employee volunteers from Honeywell planted over 2,000 trees. It was the first kick-off activity of the three-year partnership between HHSIF and Give Me Trees.\nFUTURESHAPER SUSTAINABILITY CHALLENGE\nDuring the Futureshaper Sustainability Challenge, Honeywell partnered with the NFL’s Carolina Panthers to give students the opportunity to innovate new solutions to improve recycling at Bank of America Stadium, where the football team plays. The students worked with Honeywell engineers to create prototypes and later pitched their ideas, Shark-Tank style, to a panel of judges, including Panthers’ offensive tackle Ikem “Ickey” Ekwonu.\nThe new concepts ranged from ideas to collect and compost excess food to ways to use reusable and biodegradable materials.\nThe winner received a Honeywell grant to go to their school’s sustainability efforts, as well as recognition during halftime of the game. Students from Thomasboro Academy clinched the\nwin with their “Packseez for your Snackeez” idea, which involves a reusable food and drink container fans could be rewarded for using on game day.\nHoneywell | Social | 76\nHOME\nHONEYWELL OVERVIEW\nVOLUNTEERING FOR THE GREATER GOOD\nHoneywell’s annual Global Volunteering Month is a tradition that encourages our entire workforce to put their time and talents to work for the greater good.\nDuring the 2022 Global Volunteering Month, Honeywell employees enlisted their friends and families to plant urban gardens, collect clothing for donations, mentor students, pack hundreds of pounds of food to feed hungry families, and more. With hundreds of activities occurring around the globe in just 30 days, Honeywell employees quadrupled our previous years’ investment in local communities, totaling more than 21,000 volunteer hours throughout the year.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Social | 77\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nFUTURESHAPERS MAKING AN IMPACT\n“Whether it’s putting together school supplies for 25,000 students, pruning 200+ trees with TreeCare Charlotte, or helping run real-world financial simulations for local schools at Junior Achievement, Honeywell has given me the opportunity to invest in causes and communities that I care deeply about.”\n“Honeywell has established great relationships with not-for-profits in Charlotte. The volunteer opportunities have allowed me to apply my skills; assisting with both STEM and Sustainability Programs. This has been a win/win for me - not only have I been able to make an impact on their initiatives, but I have met many new people and learned from those to whom I have volunteered my time.”\nAustin Beebe Senior Talent Acquisition Specialist\nSandra Bumstead Senior Director, IT\nSOCIAL\nGOVERNANCE\n“Many say that time is the most valuable resource and for me one of the most generous offers, so I like to use mine on activities that enrich and fulfill me while giving back to the community. I am happy that Honeywell provides us with the avenue to accomplish that.”\nSandra Papp ISC Project Management Manager\nHoneywell | Social | 78\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nHUMANITARIAN RELIEF POWERED BY EMPLOYEE GIVING\nWhen a natural disaster strikes, the Honeywell Humanitarian Relief Foundation (HHRF) acts quickly, delivering direct assistance to employees and communities in need. The employee- funded nonprofit organization is designed to assist in both the immediate and long-term housing needs of Honeywell employees impacted by a natural disaster.\nSince the HHRF began in 2005, more than $7.7 million in relief assistance has been donated by thousands of employees and provided to 2,619 employees. In 2022, the HHRF gave $82,000 to 74 employees. Generous employee donations also helped the HHRF rebuild 930 homes, four schools, nine medical clinics and one elder-care center.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nRELIEF FUND IN RESPONSE TO TURKEY-SYRIA EARTHQUAKE\nFollowing a devastating earthquake in February 2023 on the Turkey-Syria border, causing extensive damage and the loss of thousands of lives, we worked with our global humanitarian relief partner, Operation USA, to launch the Earthquake Relief Fund to support the region’s rescue and rebuilding efforts. Through an employee donation campaign and company match, Honeywell contributed more than $320,000 to help those most impacted by the catastrophic natural disaster.\nHoneywell | Social | 79\nHOME\nHONEYWELL OVERVIEW\nBRIDGING THE DIGITAL DIVIDE GAP, ONE LAPTOP AT A TIME\nIn today’s tech-forward world, it is critical that every home has access to the digital realm to do the basics like banking, health care, schoolwork, job applications, learning new skills and connecting with loved ones.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nOpening the digital doors for everyone is essential for upward economic mobility. Honeywell is dedicated to supporting efforts that close the digital divide, eliminating the gap between those who have and do not have access to devices, affordable internet service and digital skills.\nWith this goal in mind, Honeywell committed to donating 13,000 laptops in the Charlotte, N.C., region to non-profit partner Eliminate The Digital Divide (E2D). The non-profit agency works to give students affordable access to essential at-home technology and digital literacy training to support academic success.\nThis $5 million market value investment will play a significant role in helping achieve the goal of reducing the digital divide in the Charlotte area. Honeywell’s gift will help shape a bright future for families, directly impacting 40,000 North Carolinians. E2D computers are used by an average of 3.2 family members per home, with 90% of laptops going to racially and ethnically diverse households.\nIn addition to the laptops benefiting qualifying families, the significant size of the donation allowed E2D to hire more students to work in the non-profit’s computer labs to refurbish the laptops and prepare them for distribution. Many of these students are recruited from Title 1 schools and are preparing to work in STEM fields.\nPresident and Chief Digital Technology Officer at Honeywell. “This is essential for upward mobility and improved quality of life.”\nHoneywell’s gift is the latest in a series of commitments to improve racial equity and economic mobility. In recent years, Honeywell has committed more than $10 million to opportunity-based initiatives, including the Small Business Innovation Fund, the STEM Scholars Academy at Central Piedmont Community College and the Charlotte-Mecklenburg Schools Teacher Incubator.\n“This is just the tip of the iceberg when it comes to Honeywell’s commitment to boosting digital opportunity for all, and we look forward to continuing to make an equitable future,” said Jordan.\n“With this donation, the largest in E2D’s history, the Charlotte community is now 13,000 laptops closer to ensuring every home has a device and affordable internet service to be able to engage with the digital world,” said Sheila Jordan, Senior Vice\nWith this laptop donation, Honeywell has set the bar for our corporate peers in the region. Our hope is that others follow suit by donating their used devices. Together, we can continue to develop sustainable solutions that bridge the digital divide.\nHoneywell | Social | 80\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nGOVERNANCE\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 81\nHOME\nHONEYWELL OVERVIEW\nHoneywell, led by the Board of Directors and management team, remains steadfastly committed to complying with laws and regulations in all jurisdictions in which we do business and to meet environmental, social and governance performance standards.\nThis long-term strategy supports our Code of Business Conduct and Honeywell’s position as one of the world’s largest and most admired companies, as designated by Forbes.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 82\nHOME\nHONEYWELL OVERVIEW\nINTEGRITY AND COMPLIANCE\nOur Code of Business Conduct is a baseline set of requirements that defines how we treat employees, customers, suppliers, shareholders and communities around the world. It also empowers employees to recognize and report integrity and compliance issues, and to contribute toward upholding a work environment where everyone is treated ethically and with respect.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nThrough close collaboration with risk area owners and subject matter experts, Honeywell’s Integrity and Compliance team revises the Code of Business Conduct every year to ensure it remains up to date. The Code is translated into 28 languages.\nThe Code affirms our commitment to:\nWorkplace respect, diversity and inclusion\nA work environment in which employees can communicate\nopenly and voice concerns without fear of retaliation, intimidation or harassment\nA safe and healthy workplace\nThese individuals co-chair the Corporate Integrity and Compliance Council, which includes integrity and compliance representatives from each strategic business group and region, as well as representatives from key compliance functions such as Cybersecurity, Data Privacy, Health and Safety, and Procurement. The Council monitors compliance with Honeywell policies and applicable laws and regulations, evaluates and monitors trends arising from misconduct investigations, promotes awareness of integrity and compliance topics throughout the organization, shares insights from employee ethical culture surveys, drives best practices, provides feedback on global integrity and compliance program enhancements and assists in development and implementation of integrity and compliance initiatives.\nHonest and fair business practices, avoiding conflicts of\ninterests and prohibiting improper payments\nMaintaining accurate books and records\nRobust data privacy and sound cybersecurity practices\nORGANIZATION AND LEADERSHIP\nThe integrity and compliance representatives from the strategic business groups and regions are responsible for effective implementation and continuing effectiveness of integrity and compliance initiatives in the areas they represent. Their responsibilities include monitoring trends and concerns arising from misconduct investigations, providing feedback on the program and sharing lessons learned for continuous improvement.\nHoneywell’s Integrity and Compliance Program is a Corporate Center of Excellence that provides a strong second line of defense to support our daily business operations. The company has a dedicated Integrity and Compliance organization that is led by the Vice President and Chief Compliance Officer, who also serves as Corporate Secretary and the Vice President and General Counsel, ESG. Both have direct access to the Board of Directors.\nThe Integrity and Compliance organization also appoints Ethics Ambassadors who serve as liaisons for integrity and compliance activities at Honeywell locations around the world. Their key responsibilities include driving integrity communication and awareness efforts and collaborating with the Integrity and Compliance organization to advance program objectives to further an ethical culture in our businesses and locations.\nHoneywell | Governance | 83\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nINTEGRITY AND COMPLIANCE THERE ARE NO SHORTCUTS\nHoneywell has built a legacy of providing a wide range of products and services that solve some of the world’s toughest challenges.\nhistory; it’s something we should be very, very proud of, and it’s something that we need to maintain for ourselves, for our customers and for the next generation of Futureshapers.”\nThe pressure to maintain this high level of performance falls on every employee.\n“Solving complex problems and doing so quickly, is part of what we do at Honeywell,” according to George Koutsaftes, President and CEO – Safety Productivity Solutions. “So acting with a sense of urgency is key to what we do.”\n“Put simply, if we compromise on our integrity, our ethics, our values, it would be the equivalent of building something really grand on a very weak foundation that will fall apart at any moment,” said Billal Hammoud, President and CEO – Honeywell Building Technologies. “There’s nothing we do that will ever justify compromising our integrity and ethics.”\nIt’s how employees react at that moment that reveals their integrity and defines the corporation’s reputation.\n“Business pressure can come in many forms, whether it’s a tight deadline, a financial target or a challenging customer relationship,” Kevin Dehoff, President and CEO – Honeywell Connected Enterprise, added. “However, there is never an excuse to compromise our integrity. We must always strive to make decisions that align with our values and the standards of this organization.”\n“Our values and our behaviors are very, very important to us,” Boldea pointed out. “Way more important than living up to a financial commitment that we made for a given time frame. So none of our team members should ever feel the pressure to compromise their integrity, their ethics, their values to achieve a short-term business result.”\n“We benefit as a company by having a brand that means integrity,” said Lucian Boldea, President and CEO – Honeywell Performance Materials and Technologies. “It’s a legacy; it’s a\nHoneywell | Governance | 84\nHOME\nHONEYWELL OVERVIEW\nAnd that responsibility begins with management.\nOur senior executives set the expectation that it is management’s responsibility to uphold the ethics and integrity of our company, “As leaders, we bear a huge responsibility to make sure that our team members believe that integrity is more important than short-term results.”\n“It first starts with leading by example,” Koutsaftes said. He said leaders can:\nShow your team how you make decisions every day that are material, important decisions. There’s no gray line that you straddle – it’s black and white.\nMake clear communications and regular communications to your people. Inform them of the importance of our value framework of ethics and integrity.\nMake sure you are responsible, and you have a system of\nbeing responsive to your people. Give them the opportunity to escalate their concerns where ethics and integrity might be in question.\n“There are a number of ways to raise a concern in our company,” Boldea said. “We don’t want anybody to feel pressured here. Frankly, if you’re working in an environment where you feel pressured to do something unethical, you should speak up, even if it means filing a complaint anonymously or unanonymously.”\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\n“As leaders, we need to create an environment where employees feel comfortable raising concerns and seeking support when facing difficult ethical dilemmas,” Dehoff added.\n“I don’t want to have a single team member come into work thinking they cannot do the right thing out of risk for retaliation or out of pressure that they perceive if such a situation exists,” Boldea emphasized.\n“It’s not a balancing act to make urgent decisions along with our ethics and integrity,” Koutsaftes said. “It starts with the values of ethics and integrity about how we conduct our business. And that makes it easy for us to make daily decisions that are urgent in nature that recognize the value and foundations of ethics and integrity.”\nHoneywell has an open-door policy in which all employees can and should raise any concerns about integrity and compliance to the ACCESS Integrity Helpline or any of the reporting channels available, the executives said.\n“If anyone thinks they are under pressure to compromise, they should stop – talk to HR, talk to their manager, call the integrity line,” Hammoud said. “We have plenty of avenues here that are very safe to report any such pressure. We compete effectively, and we do things the right way. That’s the Honeywell way. Period.”\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 85\nHOME\nHONEYWELL OVERVIEW\nBOARD OVERSIGHT\nThe Board of Directors has overall oversight responsibility for integrity and compliance at Honeywell, and the Corporate Governance and Responsibility Committee (CGRC), the Audit Committee and the Management Development and Compensation Committee (MDCC) each play a role in providing oversight over Honeywell’s Integrity and Compliance program.\nThe CGRC receives reports from the Chief Compliance Officer at each meeting. Topics reported by the Chief Compliance Officer include the company’s integrity and ethics program, whistleblower and investigations program, ethics assessment results and critical regulatory compliance programs.\nThe Audit Committee receives annual reports regarding the company’s compliance risk management program and quarterly reports detailing significant accounting and controls investigations, along with disciplinary and other corrective actions taken in response to substantiated allegations.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nThe MDCC receives quarterly summaries detailing any significant, substantiated human resources investigations (including those involving discrimination, harassment, workplace respect and workplace violence) and disciplinary actions taken in response.\nGlobal compliance teams in regions at elevated risk for\ncompliance concerns.\nFrequent self-assessments, independent internal and third-\nparty reviews and audits of compliance risk areas.\nKEY ELEMENTS OF OUR INTEGRITY AND COMPLIANCE PROGRAM\nThe ACCESS Integrity Helpline is a 24-hour, multilingual\nInternal risk assessments evaluate the strength of our ethics and compliance program against standards informed by government authorities and industry best practices.\nRobust integration processes ensure newly acquired companies understand and comply with Honeywell principles, policies, and procedures.\nservice operated by an independent third-party provider that is open to all internal and external stakeholders.\nThe Internal Audit organization conducts independent audits\nIntegrity and Compliance councils operate at the corporate,\nof various compliance program elements to help ensure policies and procedures are operating as designed.\nbusiness unit and regional levels.\nAn Ethics Ambassador Program empowers business leaders around the globe to champion integrity and compliance topics with employees.\nANTI-CORRUPTION PROGRAM\nMandatory company-wide training for all employees in health, safety and environmental responsibility, non- discrimination, harassment, conflicts of interest, anti- corruption, cybersecurity, data privacy and trade controls.\nRobust and frequent communications to engage all levels of the company on the criticality of integrity and compliance.\nHoneywell has a well-established, global anti-corruption program designed to detect, investigate and remediate any issues related to potential anti-corruption and anti-bribery concerns using modern, digital tools and experienced, globally- dispersed personnel located in high-risk regions to execute the elements of the program.\nComprehensive training on key compliance topics in over 20\nlanguages.\nEssential compliance tools that offer real-time visibility into\nThe foundation of this program is our company-wide anti- corruption policy. Available in over 20 languages, this policy applies to all employees, directors, sales intermediaries, suppliers and vendors, and prohibits offering, making or\nbusiness transactions.\nHoneywell | Governance | 86\nHOME\nHONEYWELL OVERVIEW\naccepting a bribe; making any facilitation payments or retaining a third party when there is a reason to suspect an improper payment.\nHoneywell’s anti-corruption organization is led by our Vice President and General Counsel for Anti-Corruption, who supervises a team of professionals with diverse backgrounds in law, auditing and analytics. The team is dispersed globally with on-the-ground presence in key geographies. Honeywell also has a due diligence and analytics center of excellence responsible for maintaining compliance processes, conducting due diligence on customer and supplier third parties, and using data analytics to identify indicators of risk.\nHONEYWELL HAS IMPLEMENTED A SUITE OF DIGITAL TOOLS AND PROCESSES TO ENABLE THE ANTI-CORRUPTION PROGRAM, INCLUDING A HONEYWELL-UNIQUE RISK MAP BASED UPON OVER 1,000 DATA ELEMENTS.\nHoneywell uses a risk assessment to allocate resources and implement standard risk mitigation actions based upon the anti-corruption risk profile of our business that includes tailored in-person and online annual anti-corruption training. Honeywell requires all payments to commissioned sales agents to be processed through its sales intermediary end-to-end tool, a homegrown digital process that engages in automated screening for risk, enables mandatory advanced approval of commissioned sales agents, and blocks payments until\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nverification that a proper basis for payment has been logged into the approval system. Honeywell also conducts continuous monitoring of suppliers through its supplier due diligence program.\nINTEGRITY AND ETHICS CERTIFICATION, TRAINING AND COMMUNICATION\nTo hold our workforce to Honeywell’s integrity and ethics standards, all officers and employees are required to complete annual Code of Business Conduct training, and, where permitted by law, Honeywell requires all officers and employees to annually certify their compliance with its tenets.\nHoneywell is committed to obtaining annual Code of Business Conduct certification from 100% of all eligible employees at all levels of the organization, including production employees, part-time employees and interns. The completion status of this training and certification requirement is reported to the CGRC each year. Honeywell also requires individual contractors and subcontractors to complete Code of Conduct training as part of their onboarding process.\nNew employees must complete Code of Business Conduct training within 30 days of hire. We also assign other comprehensive and mandatory compliance learning within 60 days of hire depending on the new employee’s role and location, including training related to handling conflicts of interests, anti- corruption, antitrust, records management, data privacy and cybersecurity.\nHoneywell’s mandatory, annual Code of Business Conduct training and certification process ensures that all eligible employees receive training on high-priority integrity and compliance topics on a timely and regular basis. Topics that have been addressed include workplace harassment, conflicts of interests, anti-corruption, accurate books and records, cybersecurity and data privacy.\nHoneywell empowers and expects our people managers to communicate openly with their team members regarding the importance of conducting themselves with integrity. That includes fostering an environment that encourages candid discussion of integrity and compliance topics and how to raise and report any instances of ethical misconduct. The Integrity and Compliance team works with the Communications Department to establish an annual communications plan based on misconduct violation trends, enterprise risk management\nHoneywell | Governance | 87\nHOME\nHONEYWELL OVERVIEW\nresults and audit findings. The communications plan includes initiatives to drive integrity awareness communications across Honeywell, including through town halls, newsletters and monthly integrity awareness manager toolkits that provide people managers with ready-to-use materials to support discussion of integrity and compliance topics with their teams. Monthly integrity awareness communications have covered topics such as workplace respect, diversity and inclusion, conflicts of interest, anti-corruption and the importance of accurate books and records.\nWHISTLEBLOWER PROGRAM\nHoneywell ensures allegations of suspected violations of the Code of Business Conduct, company policies and applicable laws or regulations are investigated promptly, thoroughly, competently and confidentially. Honeywell’s ACCESS Integrity helpline is a 24-hour, multilingual service operated by an independent third-party provider that enables any internal or external stakeholder to report known or suspected violations. Anyone who reports a concern has the option to do so anonymously.\nHONEYWELL INVESTIGATES AND RESPONDS TO 100% OF THE ALLEGATIONS REPORTED THROUGH ACCESS INTEGRITY\nor otherwise brought to the attention of the Integrity and Compliance organization. Employees found to have engaged in conduct that is a violation of our Code of Business Conduct, company policy, or applicable laws or regulations are subject to\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\ndiscipline, up to and including termination, in compliance with all local requirements.\nHoneywell will not tolerate any form of retaliation for good faith reporting of actual or potential misconduct and communicates this policy to all employees, including through training required as part of the annual Code of Business Conduct certification process that applies to all employees where legally permissible. Our no-retaliation policy requires employees who report a compliance concern or suspected violation in good faith will not be subject to any disciplinary action or reduction in force without the advance approval of the Law Department. Honeywell investigates and responds to all allegations of retaliation in any form, including but not limited to threats, harassment, reprimands, suspension of payment of compensation or benefits, transfers or demotions.\nBUSINESS AND HUMAN RIGHTS, TEN PRINCIPLES OF THE UNITED NATIONS GLOBAL COMPACT, THE INTERNATIONAL LABOR ORGANIZATION’S DECLARATION ON FUNDAMENTAL PRINCIPLES AND RIGHTS AT WORK,\nand all applicable laws of the jurisdictions where we operate.\nOur Human Rights Policy applies to all Honeywell workers worldwide, including contingent workers, agents, and candidates for hire. Honeywell also requires suppliers to uphold human rights principles as described in Honeywell’s Supplier Code of Conduct. These expectations are endorsed by Honeywell’s Chief Executive Officer and are reinforced through various internal and external communication channels.\nHUMAN RIGHTS\nHoneywell’s Code of Business Conduct, Supplier Code of Business Conduct, and our Human Rights Policy address a broad range of human and workplace rights in our global operations and supply chain to ensure fairness, ethical behavior, dignity, and respect.\nHONEYWELL’S COMMITMENT TO HUMAN RIGHTS IS GROUNDED IN INTERNATIONAL HUMAN RIGHTS PRINCIPLES THAT INDEPENDENT ORGANIZATIONS HAVE PROPOSED, SUCH AS THE UNITED NATIONS GUIDING PRINCIPLES ON\nKey elements of our Human Rights Policy include inclusion and diversity, workplace respect, freedom of association, a safe and healthy workplace, workplace security, work hours and wages, forced labor and human trafficking, child labor and rights of local communities and those who live and work there.\nIn 2023, Honeywell conducted a global human rights impact assessment to better understand Honeywell’s potential human rights impacts through the support of an expert advisory firm. Comprising interviews with internal stakeholders, industry information, country risk information and review of documentation, the assessment has informed improvement areas that are being considered to improve our policies, processes, training and other compliance controls in place to continue to fulfill our Human Rights commitments.\nHoneywell | Governance | 88\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nDATA PROTECTION AND CYBERSECURITY\nHoneywell is committed to protecting the personal data of employees, customers, suppliers and others who entrust their data to us as well as the technology resources we provide to our employees and others. As such, Honeywell has in place appropriate data privacy and cybersecurity organizational structures, policies and procedures to respect individual privacy rights and promote data protection and information security.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 89\nHOME\nHONEYWELL OVERVIEW\nDATA PRIVACY GOVERNANCE\nHoneywell’s Global Data Privacy Program led by our Chief Privacy Officer includes a dedicated in-house data privacy team within the Law Department (the “Data Privacy Function”), which monitors developments in data privacy regulation globally. The Data Privacy Function is responsible for overseeing our data protection strategy and its implementation to ensure compliance with applicable data protection regulations worldwide. A Data Privacy Governance Council led by the Chief Privacy Officer and comprised of cross-functional senior leadership meets regularly for strategic alignment and policy decision-making. A Digital Marketing Governance Council, led by the Chief Privacy Officer and senior Sales and Marketing leadership, promotes collaboration on data privacy issues in digital marketing and online advertising.\nDATA PRIVACY PRINCIPLES\nHoneywell’s data privacy policies and practices have been established across Honeywell’s products and business\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\noperations and promote adherence to data privacy principles commonly recognized around the world, including:\nWe fairly and lawfully process personal data for legitimate\nbusiness purposes.\nWe strive to use the minimum amount of personal data\nneeded to accomplish our objectives and avoid processing personal data when possible.\nWe do not share personal data with anyone, inside or outside our Company, who does not have a business need to know it.\nWe make our privacy practices transparent and clear to\nindividuals.\nWe provide mechanisms for individuals to exercise applicable\nlegal rights.\nalso requires job-specific data privacy training for certain roles. We conduct phishing scenario learning experiences and cybersecurity knowledge campaigns to maintain awareness of these ongoing threats.\nWe have measures in place to comply with applicable law\nregarding cross-border data sharing.\nPRIVACY AND SECURITY BY DESIGN\nWe securely delete personal data when it is no longer needed and in accordance with our Records Management Policy.\nWe secure personal data in accordance with global standards.\nTRAINING AND AWARENESS\nAt Honeywell, we ensure our employees understand data protection is everyone’s responsibility. Toward that end, Honeywell deploys mandatory all-employee training on data privacy and cybersecurity issues during onboarding and as part of annual Code of Business Conduct training. Honeywell\nHoneywell applies data privacy and security-by-design principles from the beginning stages of the development of products, processes, systems and services involving personal data, leveraging a robust Privacy Impact Assessment program and data lifecycle design practices. Our processes incorporate data privacy and cybersecurity starting at the beginning of any new product development process, in-depth security testing throughout the development process and review before those products or services are released, updated or offered for sale to Honeywell customers. Our approach to product cybersecurity also includes vulnerability management, incident response and security bulletins.\nHoneywell | Governance | 90\nHOME\nHONEYWELL OVERVIEW\nCYBERSECURITY\nHoneywell’s cybersecurity framework safeguards the confidentiality, integrity and availability of information assets and ensures that all regulatory, operational and contractual requirements are fulfilled. Our policies and practices include regular internal and external audits; vulnerability assessments and penetration testing of the company’s systems, products and practices; and robust measures to monitor and respond to data breach and cybersecurity incidents. The framework is aligned to industry standards including: NIST SPs 800-53 and 800-171, International Organization for Standardizations (ISO) 27001, 27702 and 22301, Payment Card Industry Data Security Standard (PCI DSS), Sarbanes Oxley (SOX) and the Cloud Security Alliance (CA) program. In addition, the company has received Cyber Essential Scheme (CES) certification and ISO 27001 certification for certain businesses, complies with the IASME standard, has completed the Cyber GRX Tier 3 assessment and maintains a cybersecurity insurance policy.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell leverages a defensive in-depth model for cybersecurity, enabling multiple levels of protection against threats. Our integration of protective and detective controls helps us prevent, defend and rapidly respond to security risks for both our internal systems and customer-facing products and services. Our program is built on industry standards and constantly evolves to meet the ever-changing threat landscape.\nAUDIT\nHoneywell’s Corporate Audit department provides independent assurance in accordance with Institute of Internal Auditors standards (IIA). Corporate Audit is directly responsible to Honeywell’s Audit Committee on behalf of the Board of Directors and is not constrained by management in the performance of its duties. Corporate Audit periodically evaluates Honeywell’s governance and operations related to cybersecurity and privacy to determine that risks are appropriately identified and managed, ensure compliance to the Company’s policies and procedures, and adherence with all applicable laws and regulations.\nprocess personal data on behalf of Honeywell or our customers are required to comply with stringent data processing standards.\nINCIDENT RESPONSE\nSUPPLIER RISK MANAGEMENT\nHoneywell’s Supplier Risk Management standard establishes requirements for engaging and managing suppliers who process, store, produce, communicate with or otherwise access Honeywell information, assets or services. Our Supplier Code of Business Conduct and contracts require suppliers comply with privacy and cybersecurity requirements, and suppliers that\nHoneywell maintains robust data privacy and cybersecurity incident response policies and procedures that allow us to respond responsibly and promptly to potential data security incidents. Our incident response standards, processes and procedures include incident identification, response management, root cause analysis and reporting, including appropriate disclosures to regulators, law enforcement, affected individuals, customers and other stakeholders in accordance with law, contract and relevant standards.\nHoneywell | Governance | 91\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPERS\n“I love working for a company that shares my values and fosters an environment of community – both in our buildings and in our towns. Honeywell provides us the time, space and encouragement to participate in various types of pro bono projects. Offering support to the most vulnerable members of our community is the right thing to do, and has the added benefit of being incredibly rewarding, personally and professionally.”\nDawn Savarese Assistant General Counsel, Productivity Solutions and Services\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\n“As a member of Honeywell’s Litigation Center of Excellence (CoE), I am responsible for managing and supporting the eDiscovery response for litigation including strategy and roadmap development, provider management and cost-saving initiatives. I love that Honeywell encourages the exploration of innovative and creative technologies to solving the world’s most complex eDiscovery-related challenges.\nIn 2022, we assessed and employed the use of analytics, artificial intelligence, machine learning and other technologies, resulting in significant risk and cost reductions for our organization. Technology is constantly changing, and as a result, we’re learning how to use it to shape the future. I’m so excited to learn more about how to make a difference in this space!”\nSarah Sawvell Legal Operations Manager\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 92\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nBOARD OF DIRECTORS\nThe Board of Directors’ Corporate Governance and Responsibility Committee (CGRC) places an emphasis on ensuring Board members demonstrate the right leadership traits, personality, work ethic, independence and diversity of background to align with Honeywell’s performance culture and long-term strategic vision.\nWhen identifying Board candidates, the CGRC requires qualified candidates who are diverse with respect to race, ethnicity and/or gender are included in the pool from which any new director nominee is selected, and that one or more diverse candidates are interviewed before a successful candidate is identified.\nThis is to ensure we continue to enhance both the diversity of the Board and the perspectives and values that are discussed in Board and committee meetings.\nThe Board uses a skills and experience matrix to facilitate the review of our directors’ skills versus those deemed necessary to oversee the company’s current strategy. The skills included in the matrix are evaluated against the company’s articulated strategy each year so the matrix can serve as an up-to-date tool for identifying director nominees who collectively possess the complementary experience, qualifications, skills and attributes to guide the company.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 93\nHOME\nHONEYWELL OVERVIEW\nBOARD OF DIRECTORS HIGHLIGHTS1\n9 of 11 directors are independent\n4 new directors added in the last 4 years\n4 of 11 directors are women\n5 of 11 directors are ethnically or racially diverse\n1 of 3 committees is chaired by a woman\n8 of 11 directors have CEO experience\n~6.5 years average tenure\nSkills and experiences aligned to our strategic direction\nRequirement to interview diverse candidate\n1As of April 6, 2023\nBOARD OVERSIGHT OF ESG\nThe Board and the CGRC proactively oversee the company’s overall environmental, social and governance (ESG) performance. The CGRC has responsibility for reviewing Honeywell’s ESG performance, strategies, goals and objectives, monitoring ESG risks and opportunities, and overseeing ESG disclosure. Each Board committee then has oversight responsibility over discrete ESG risk and opportunity areas as delegated by the Board, supported by regular engagement with\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nthe senior leaders accountable for the respective areas. The Board leverages our Enterprise Risk Management program and strategic planning process to identify and prioritize ESG risks and opportunities, assess the company’s performance and monitor risk mitigation efforts.\nis conducted by the ERM Global Leader with other relevant industry peers and consulting and risk management firms to identify best practices and deploy risk management programs or risk framework improvements.\nSHAREOWNER ENGAGEMENT\nENTERPRISE RISK MANAGEMENT\nThe Board uses an Enterprise Risk Management (ERM) program as a key tool for understanding the range of risks facing Honeywell, as well as assessing the design and effectiveness of management’s processes, procedures and practices for mitigating those risks. The ERM assessment deployed by management is robust, based on both an enterprise-wide “top down” and “bottom up” view of commercial, strategic, legal, compliance, cyber and reputational risks, and the strategies in place to mitigate those risks. The ERM framework also incorporates ESG risks and opportunities, enabling a thorough assessment of the company’s performance across the ESG landscape. As part of the ERM program, there are several distinct touchpoints with each SBG Leadership Team throughout the year and other strategic functional leaders to discuss results of risk assessments performed through the year and emerging risks. The Vice President and staff of the Corporate Audit Department, and the Vice President and General Counsel, ESG, facilitate the ERM program and are primarily responsible for the annual assessment. The Senior Vice President and Chief Financial Officer and the Senior Vice President and General Counsel review ERM results with the full Board, the CGRC and Audit Committee each year. As part of continuous improvement for the ERM program, benchmarking\nHoneywell maintains a robust shareowner engagement program that features year-round opportunities for its Board and senior management, including our independent Lead Director, the chairs of our Corporate Governance and Responsibility Committee (CGRC) and Management, Development and Compensation Committee (MDCC), and executive officers, to engage in dialogue with key stakeholders. Based on this dialogue, we have implemented actions over the last several years to increase shareowner rights, enhance the Board’s structure, increase transparency on political and climate lobbying, commit to disclose our EEO-1 report, and augment our commitment to sustainability and corporate responsibility.\nIn 2023, we invited our top 100 shareowners to meet in advance of our Annual Meeting of Shareowners. From Fall 2022 through Spring 2023, we held 41 meetings with shareowners, with 17 led by our Lead Director, CGRC Chair and/or MDCC Chair. Our shareowner engagement program has covered topics such as our business strategy, comprehensive portfolio review, corporate governance practices, executive compensation programs, CEO succession, political lobbying disclosures, climate change, inclusion and diversity, human capital management, human rights, sustainability, social responsibility and humanitarian relief initiatives.\nHoneywell | Governance | 94\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nMAINTAINING EXPERTISE IN SUPPLY CHAIN MANAGEMENT\nWe believe responsible supply chain management is critical to upholding our commitment to integrity and compliance, mitigating financial risk and acting as a good corporate citizen.\nHoneywell’s Integrated Supply Chain (ISC) activities are managed by a global team of seasoned professionals who manage tens of thousands of suppliers around the globe. Our professionals have expertise in procurement, supply management, operations management, logistics, supplier resiliency and supply chain performance optimization.\nOur management structure ensures we have the necessary expertise to support the breadth and complexity of our supply chain operations.\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 95\nHOME\nHONEYWELL OVERVIEW\nSUPPLY CHAIN INTEGRITY: ROLES AND RESPONSIBILITIES\nCHIEF EXECUTIVE OFFICER\nSENIOR VP AND CHIEF SUPPLY CHAIN OFFICER\nSENIOR VP AND GENERAL COUNSEL\nVP AND CHIEF PROCUREMENT OFFICER\nVP AND GENERAL COUNSEL, SUPPLY CHAIN\nVP and Chief Procurement Officer - Overall responsibility for procurement, supplier risk monitoring and mitigation, supplier social responsibility, and supplier adherence to the Supplier Code of Business Conduct.\nVP and General Counsel, Supply Chain - Overall responsibility for legal compliance of suppliers, including setting standardized contract language to ensure compliance with legal and Honeywell requirements.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nSUPPLIER CODE OF BUSINESS CONDUCT\nEngage in environmentally sound and sustainable\nmanufacturing processes\nHoneywell’s Supplier Code of Business Conduct sets forth our commitment to integrity and compliance within our global supply chain. We require all our suppliers to adhere to the Supplier Code of Business Conduct and ensure these requirements are also met within their supply chain. Supplier adherence to Honeywell’s Supplier Code of Business Conduct is a key consideration when we make sourcing decisions.\nComply with the law in all countries where they conduct\nbusiness\nFoster a culture in which employees and managers can communicate openly and raise concerns without fear of retaliation, intimidation or harassment\nHoneywell’s Supplier Code of Business Conduct requires its suppliers to:\nProvide their employees with a safe working environment\nTreat their workers with dignity and respect\nKey elements of our Supplier Code of Business Conduct include:\nLabor and Human Rights: Including fair treatment of employees, no child or involuntary labor, fair wages and benefits, subcontractor compliance and acceptable living conditions\nHealth and Safety: Including occupational safety, emergency preparedness and sanitation\nEnvironmental: Including environmental permits, waste, and pollution management; labeling and warning requirements, hazardous substance management, and reporting, and appropriate programs to understand and mitigate greenhouse gas emissions in their operations, facilities and supply chain\nIntegrity and Compliance: Including books and\nrecordkeeping, business integrity, protection of intellectual property, substance abuse, responsible sourcing of minerals, adherence applicable trade controls and quality\nManagement Systems: Including management\naccountability, risk management, training, standards, audits, third-party diligence and assessments\nHoneywell | Governance | 96\nHOME\nHONEYWELL OVERVIEW\nSUPPLIER DIVERSITY\nHoneywell understands the importance of supplier diversity in creating a more inclusive and equitable business environment. Our supplier diversity strategy is carefully designed to promote supplier diversity, foster inclusion and create equal opportunities within our procurement processes.\nWe’ve established clear policies and procedures that effectively guide our team in executing our supplier diversity program. These best practices are continuously reviewed and refined, ensuring our environment actively promotes supplier diversity, inclusion and equitable access opportunities.\nOur supplier diversity program leverages tools with industry- leading data to ensure accuracy and compliance. Through collaboration with a trusted third-party organization, we have established a robust system to maintain a transparent and reliable record of our supplier diversity spend.\nFurthermore, by partnering with this third-party organization that specializes in supplier diversity tracking, we ensure small and diverse suppliers looking to partner with our organization can use the support of our third-party agency to assist with getting certified. Resources are offered through the Supplier Diversity Portal.\nWe recognize the value and strength diverse-owned companies bring to our supply chain, and we are committed to supporting and empowering these businesses.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nSUPPLY CHAIN DUE DILIGENCE\nScreening of New Suppliers Honeywell has an ongoing policy of screening and vetting new suppliers. As part of the screening process, Honeywell considers vetted reliable sources that identify supplier compliance risks, including labor and human rights, fraud, illegal activities, corruption, environmental crimes, trade risks and other Supplier Code of Business Conduct considerations. Identified compliance risks are reviewed and vetted by subject matter experts.\nOngoing Monitoring of Existing Suppliers In addition, Honeywell has implemented a real-time continuous monitoring diligence program that applies to existing suppliers. The monitoring program considers vetted reliable sources and monitors for a variety of compliance risks, including labor and other human rights, fraud, illegal activities, corruption, environmental crimes, trade risks, sanctions and other Supplier Code of Business Conduct considerations. The\nprogram considers and applies different levels of screening for each supplier, depending upon a variety of risk factors that includes geography and industry. Review and clearance by an appropriate subject matter expert is required when a supplier generates a finding against any of the compliance or Supplier Code of Business Conduct elements.\nSupplier On-Site Audits Each year, we work with a qualified third party to conduct on- site audits of certain high-risk suppliers using a standardized assessment that incorporates the requirements of our Supplier Code of Business Conduct. We prioritize high-risk suppliers when selecting suppliers for on-site audits, based on an analysis that takes into account global high-risk geographies, spend, industry and other elements as prescribed by the Integrity and Compliance function and the Law Department. Risk factors assessed in the audits include, but are not limited to, child labor, wages and benefits, air emissions, protection of intellectual property, environmental impact, reasonable work hours and human trafficking.\nThis process includes conducting thorough on-site audits that gather information from an on-site walkthrough, employee and management interviews, and documentation review on payroll information, policies, training logs, permits, verification of waste management procedures and worker’s safety conditions. Corrective action plans are required for any gaps identified in audit results and are assigned an owner who consistently monitors progress against agreed-upon timelines with the expectation that nonconformance items will be fully resolved. Significant findings may lead to the immediate removal of a supplier from Honeywell’s approved supplier list.\nHoneywell | Governance | 97\nHOME\nHONEYWELL OVERVIEW\nExamples of significant findings might include:\nLabor and Human Rights: Excessive overtime, unpaid hours, involuntary labor, or unfair treatment, including discrimination and harassment\nHealth and Safety: No health permits or health audits; blocked, unmarked, or unlighted emergency exits; and improper or no personal protective equipment\nEnvironmental: Missing or expired permits, hazardous waste discharge and improper chemical storage\nEMPLOYEE TRAINING\nHoneywell is committed to properly training our procurement employees to better enable them to uphold our standards when sourcing materials. We have developed robust curricula tailored to specific types of jobs.\nIn addition to deploying training on standard procurement practices, employees are also educated on supplier risk management, conflicts of interest, code of conduct, governance and all applicable Honeywell procurement policies.\nCRITICAL MATERIALS\nAs a manufacturer of electronic equipment, many of our products require the use of critical materials, such as fluorspar, precious metals, minor metals and rare earth materials. We\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nrecognize there is inherent risk associated with such materials, including potential supply issues, lack of available substitutes, increased global demand driving heightened competition and impacts from geopolitical uncertainty. We take a multifaceted approach to risk mitigation to ensure product availability, manage price increases and manage supply risk.\nTemplate survey conducted by Honeywell that asks if they are following ethical practices and using valid sources to procure the materials. We then file a public report with the SEC on the outcome of the 3TG inquiries and the potential use of 3TG in our products.\nFor example, we:\nPractice hedging, forward-buying and lock-pricing to ensure continued supply and pricing stability of critical material\nMonitor geopolitical trends through a tool for universal\ngrading of active production suppliers\nConduct financial risk assessments using Dun & Bradstreet\nSecure multiple sources for material where possible\nRecycle critical minerals or rare earth elements\nCONFLICT MINERALS\nHoneywell is committed to the responsible sourcing of tantalum, tin, tungsten and gold (3TG) throughout our global supply chain and compliance with the “conflict minerals” disclosure requirements implemented by the U.S. Securities and Exchange Commission (SEC).\nEach year, we undertake reasonable due diligence to determine if any of our products contain 3TG originating in the Democratic Republic of Congo and bordering countries. Selected 3TG suppliers participate in an annual Conflict Minerals Reporting\nHoneywell | Governance | 98\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nA FIRM FOUNDATION OF PRODUCT SAFETY AND INTEGRITY\nHoneywell maintains extensive product and service safety programs across the enterprise, focusing on quality and safety throughout the product lifecycle, from design to manufacture to the marketplace. Each strategic business unit drives safety processes through:\nAn extensive safety policy with objectives, accountability and responsibilities assigned\nSafety risk management, which includes hazard identification and risk assessment and control\nSafety assurance to monitor and assess performance\nSafety promotion by engaging in formal training programs and communication\nThe Engineering, Quality, Technology and Research & Development teams within Honeywell’s strategic business units use development phase gates to assess new offerings’ safety and quality, and work closely with the company’s Regulatory, Product Stewardship, and Legal functions to properly address relevant regulatory, labeling and marketing requirements.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 99\nHOME\nHONEYWELL OVERVIEW\nDue to the diversified product offerings across the enterprise, quality and safety programs are tailored to specific regulatory guidelines and jurisdictional rules. Risk assessments are conducted throughout Honeywell’s operations as products are developed, introduced and produced.\nTo ensure Honeywell’s products and services meet the highest standards, employees receive regular training, products and services are monitored for safety, and emergency response procedures are regularly tested.\nFor example:\nHoneywell Aerospace’s safety and integrity initiatives are\nadministered by the Product Integrity, Product Assurance & Chief Engineering function.\nThis function is run in parallel to, but independently from, the strategic business unit’s other businesses to avoid apparent conflict of interests, while safeguarding its commitment to safety and integrity.\nHoneywell Aerospace’s Safety Management System is used in the Design & Certification Process, Production Systems and Continued Airworthiness Management, and governs processes, procedures, personal, equipment and facilities standards.\nAs part of the Safety Management System, Honeywell identifies the customer and regulatory requirements, including AS9100 standards, and the approved product design requirements.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nHoneywell Performance Materials and Technologies (PMT)\nsafety programs provide a comprehensive framework to drive continuous improvement in product safety and stewardship.\nAmong other things, PMT integrates health and safety considerations into all aspects of its business, with a focus on driving compliance with all applicable regulations.\nIn dealing with product and service safety risk assessments, product/service objectives or targets, and regular external product/service safety audits, Honeywell Building Technologies (HBT) drives success by focusing on quality and safety through the product lifecycle.\nHBT aligns the Engineering, Quality, and Safety teams with the design and manufacturing teams to provide pre- product-launch approvals.\nKey metrics such as First Pass Yield, which monitors the robustness of the manufacturing processes; customer field-performance metrics, and the business unit’s Product Safety Global Procedure QP-PSC-01, which addresses potential safety issues as they arise in pre/post launch testing, help ensure a rigorous and scientific approach to quality and safety.\nHoneywell Safety and Productivity Solutions (SPS) offers a broad suite of products, services and solutions with a focus on automation, productivity and safety. SPS cross- functional teams of engineers, scientists and product- stewardship professionals use a phase-gate approach to bring new offerings to market, and SPS legal and regulatory teams are integrated in product development to bring a continued focus on compliance with applicable regulations.\nSOCIAL\nGOVERNANCE\nProduct assurance and safety is a key part of Honeywell Connected Enterprise’s software release management process. Product Compliance, Engineering and Product Management teams conduct a software assurance review using standardized checklists and methodology to evaluate all software products. Software goes through a testing and quality management process before release and is consistently updated through its lifecycle.\nHoneywell | Governance | 100\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCHARTING A PATH FORWARD WITH POLITICAL ACCOUNTABILITY\nEngagement in the political process is critical to Honeywell’s success. The company’s future growth depends on forward-thinking legislation and regulation that makes society safer, more energy efficient and improves public infrastructure. The company strives to engage responsibly in the political process and to ensure that its participation is consistent with all applicable laws and regulations, its principles of good governance and its high standards of ethical conduct.\nHoneywell is committed to providing transparent disclosure of political contributions and lobbying activities. Based on feedback from stakeholders, Honeywell has continued to enhance its political engagement disclosures. The Center for Political Accountability rates Honeywell as a “Trendsetter” among first-tier companies.\nDisclosures are available at investor.honeywell.com.\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nHoneywell | Governance | 101\nHOME\nHONEYWELL OVERVIEW\nHoneywell makes every effort to be accurate and comprehensive while considering the perspective of the company’s largest shareowners. Disclosures include explanations of the company’s rationale for engaging in the political process, identifying top legislative and regulatory priorities and defining governance processes. The company’s disclosures also address:\nThe use of corporate funds for political contributions and contributions to tax-exempt organizations that may use funds for political purposes.\nDetails regarding Honeywell’s exclusively employee-funded political action committee, the Honeywell International Political Action Committee (HIPAC), including its disbursements.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nStreamlined and direct access to federal, state and local\nlobbying reports.\nIdentification of trade associations receiving membership dues of $50,000 or more from Honeywell annually and the corresponding nondeductible portion of the dues.\nIn 2022, Honeywell conducted an evaluation of our lobbying activities and the public statements of trade associations that receive membership dues of $50,000 or more from Honeywell to assess alignment with the goals of the Paris Agreement. Honeywell issued a publicly available report that describes Honeywell’s climate-related lobbying activities and assesses alignment of these trade associations’ climate-related public statements with Paris Agreement goals.\nThe Law Department oversees the company’s lobbying activities. Honeywell’s Senior Vice President of Global Government Relations, reports to the Senior Vice President and General Counsel and works closely with the Vice President and General Counsel of ESG, whose organization ensures compliance with all applicable laws with our political spending policy. The company’s Senior Vice President and General Counsel; and its Senior Vice President of Global Government Relations; meet regularly with the Chief Executive Officer to review legislative, regulatory and political developments.\nindependent, nonemployee directors. Each year, the CGRC receives an annual report on the company’s policies and practices regarding political contributions.\nThe Senior Vice President of Global Government Relations, reports to the CGRC each year on trade association memberships and to the full Board on the global lobbying and government relations program. The CGRC’s oversight of the company’s political activities ensures compliance with applicable law and alignment with its policies, strategic priorities, Code of Business Conduct and values.\nIn 2020, the company established an Advisory Board of leaders representing a cross-section of Honeywell who meet regularly to review proposed HIPAC and corporate disbursements to assess alignment with Honeywell’s foundational principles: Integrity and Ethics, Inclusion and Diversity, and Workplace Respect. The Advisory Board also reviews memberships in third-party organizations (including trade associations) and alignment of proposed disbursements with Honeywell’s sustainability goals. The Advisory Board meets at the start of each Congress, and at least quarterly thereafter, to determine whether proposed recipients of funding are eligible in alignment with Honeywell’s foundational values.\nHoneywell’s public policy efforts, including all lobbying activities, political contributions and payments to trade associations and other tax-exempt organizations, are the responsibility of the Board’s Corporate Governance and Responsibility Committee (CGRC), which consists entirely of\nAdvisory Board decisions are documented and reported quarterly to the HIPAC Board of Directors and to Honeywell’s Chief Executive Officer. Honeywell’s Senior Vice President, Global Government Relations, also includes notable Advisory Board decisions in his annual report to the CGRC.\nHoneywell | Governance | 102\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPERS\nMEET ESG FUTURESHAPER: LUIS IZE LUDLOW\nLuis has been leading the Latin American team to address critical initiatives correlating to global warming and sustainability. Luis’ team has assisted asphalt producers reduce their carbon dioxide emissions and helped develop polyvinylchloride (PVC)-free alternatives for pharmaceutical packaging.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMEET ESG FUTURESHAPER: MICHAEL KENNELLY\nMEET ESG FUTURESHAPER: HELIN COX\nMichael supports lithium-ion battery manufacturers with their efforts to decarbonize the transportation sector. According to Michael, shaping the future is always new and sometimes involves solutions that haven’t been invented yet. What drives Michael is always challenging himself to do better for others.\nAlkylate has become a key element to meet cleaner regulations around the world and the Honeywell technology that’s producing alkylate: ISOALKY™. Helin is spearheading this breakthrough initiative to aid in reducing the carbon footprint of gasoline.\nHoneywell | Governance | 103\nHOME\nHONEYWELL OVERVIEW\nMEET ESG FUTURESHAPERS\nMEET ESG FUTURESHAPER: MOHIT SINGHAI\nAs an Aerospace procurement leader, Mohit Singhai helps build and bring products to market that are helping to power next-generation aircrafts. He’s also found ways to introduce sustainability to his family.\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMEET ESG FUTURESHAPER: MEGAN KUBACKI\nMEET ESG FUTURESHAPER: AJ FOWOWE\nOne of the most promising new sources of energy, now and in the future, is hydrogen. But not all hydrogen is created equal and the world needs a low-carbon way of producing it. Megan is a project development leader who’s helping implement technologies that decarbonize hydrogen production through carbon capture and hydrogen purification.\nAJ Fowowe enjoys being part of the customer’s journey away from fossil fuels to clean energy sources. He also has interest for new technologies and going on long runs.\nHoneywell | Governance | 104\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nSASB/TCFD INFORMATION\nSASB DISCLOSURE The following disclosures are aligned to the Sustainability Accounting Standards Board (SASB) framework for the Resource Transformation—Electrical and Electric Equipment (EE) industry. As a diversified industrial manufacturer, the nature of Honeywell’s business does not fit squarely within one industry, so Honeywell has included metrics aligned to other industries we believe would be of interest to our investors. Honeywell will continue to evaluate the disclosure of additional topics relevant to our industries, taking into account materiality, availability of reliable data and competitive sensitivities.\nTOPIC\nACCOUNTING METRIC\nSASB CODE\nHONEYWELL METRIC¹ /DISCLOSURE LOCATION\nGross global Scope 1 emissions; percentage covered under emissions-limiting regulations\nRT-CH-110a.1\n1,059,105 metric tons²; 2.0% under emissions-limiting regulations\nGreenhouse Gas Emissions\nDiscussion of long-term and short-term strategy or plan to manage Scope 1 emissions, emissions reduction targets, and an analysis of performance against those targets\nRT-CH-110a.2\nThe Environment\nEnergy Management\n(1) total energy consumed, (2) percentage grid electricity, (3) percentage renewable\nRT-EE-130a.1\n(1) 16,462,506 GJ (2) 37% grid electricity (3) 1% renewable energy\nTotal water withdrawn, percentage in regions with High or Extremely High Baseline Water Stress\nRT-CH-140a.1\n20,986 thousand cubic meters3 23% in water-stressed regions\nWater Management\nDescription of water management risks and discussion of strategies and practices to mitigate those risks\nRT-CH-140a.3\nWastewater and Effluent Management and Water Stewardship\nHazardous Waste Management\nAmount of hazardous waste generated\nRT-CH-150a.1\n13,414 metric tons3\nTotal recordable incident rate (TRIR) for (a) direct employees and (b) contract employees\nRT-CH-320a.1\n0.204\nWorkforce Health & Safety\nDescription of efforts to assess, monitor, and reduce exposure of employees and contract workers to long-term (chronic) health risks\nRT-CH-320a.2\nProtecting the Workforce\nHoneywell | SASB/TCFD Information | 105\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nTOPIC\nACCOUNTING METRIC\nSASB CODE\nCommunity Relations\nDiscussion of engagement processes to manage risks and opportunities associated with community interests\nRT-CH-210a.1\nMaterials Sourcing\nDescription of the management of risks associated with the use of critical materials\nRT-EE-440a.1 RT-AE-440a.1\nManagement of the Legal & Regulatory Environment\nDiscussion of corporate positions related to government regulations and/or policy proposals that address environmental and social factors affecting the industry\nRT-CH-530a.1\nDescription of policies and practices for prevention of: (1) corruption and bribery, and (2) anti-competitive behavior\nRT-EE-510a.1\nDiscussion of processes to manage business ethics risks throughout the value chain\nRT-CH-150a.1\nBusiness Ethics\nTotal amount of monetary losses as a result of legal proceedings associated with bribery or corruption (and/or illicit international trade)\nRT-CH-320a.1\nTotal amount of monetary losses as a result of legal proceedings associated with anti- competitive behavior regulations\nRT-CH-320a.2\nActivity\nNumber of employees\nRT-EE-000.B RT-AE-000.B\n1Represents 2022 data. 2Reported pursuant to The Greenhouse Gas Protocol. 3Excludes sites under remediation. 4TRIR for employees and directly supervised contractors and calculated based on OSHA guidelines. 5Excludes Sandia National Laboratories (Sandia) and Kansas City National Security Campus (KCNSC) workforces of approximately 21,000 employees. Sandia and KCNSC are U.S. Department of Energy facilities. Honeywell manages these facilities as a contract operator and does not establish or control their human resource policies.\nSOCIAL\nGOVERNANCE\nHONEYWELL METRIC¹ /DISCLOSURE LOCATION\nHSE Governance; Emergency Preparedness; Revitalizing Brownfields, Renewing Communities; Honeywell Due Diligence Process to Identify and Address Environmental and Social Risk\nCritical Materials\nCDP Climate Change Report: C12.3, C12.3a 2023 Proxy: Oversight of Political Engagement and Contributions, Climate-Related Lobbying Report\nIntegrity and Compliance; Code of Business Conduct: Avoiding Conflicts of Interest, Seeking Business Openly and Honestly, Compliance with International Competition Laws\nIntegrity and Compliance; Code of Business Conduct: One Honeywell How We Treat Our Customers, One Honeywell How We Treat Our Suppliers\nSEC Filings: Information on legal proceedings is disclosed in our Annual Report on Form 10-K and in our Quarterly Reports on Form 10-Q\nSEC Filings: Information on legal proceedings is disclosed in our Annual Report on Form 10-K and in our Quarterly Reports on Form 10-Q\n97,0005\nHoneywell | SASB/TCFD Information | 106\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nTCFD DISCLOSURE The following table maps Honeywell’s publicly available climate-related discussion against the framework developed by the Task Force on Climate-Related Financial Disclosures. For detailed discussion, please see the referenced documents.\nGOVERNANCE DISCLOSE THE ORGANIZATION’S GOVERNANCE AROUND CLIMATE-RELATED RISKS AND OPPORTUNITIES.\nSummary Response\nRecommended Disclosure\nDisclosure Location\nHoneywell is committed to strong corporate governance policies, practices and procedures designed to ensure our Board effectively exercises its oversight role. Our Board is responsible for, among other things, reviewing and monitoring implementation of Honeywell’s strategic plans, reviewing risk assessments and monitoring mitigation activities with respect to significant risks and issues facing the company, including climate-related risks and opportunities. The Board’s Corporate Governance and Responsibility Committee (CGRC) has primary responsibility for managing climate-related risks and opportunities. Roles for assessing and managing climate-related risks and opportunities are integrated into a number of functions and committees throughout the company. Honeywell’s Vice President, Health, Safety and Environment is responsible for implementing our HSEPS Management System. Environmental goals are established annually with each of our strategic businesses. The Corporate Energy and Sustainability Team, a cross-business and cross-function team, led by our Senior Director of Sustainability, helps drive the company’s sustainability goals. This includes the use of efficiency audits and quarterly risk assessments. Progress on these goals is reported quarterly to the CEO and is reviewed with the CGRC at least annually.\na) Describe the board’s oversight of climate-related risks\nand opportunities.\nb) Describe management’s role in assessing and managing\nclimate-related risks and opportunities.\nCDP Climate Change Report: C1.1b 2023 Proxy: Corporate Governance\nCDP Climate Change Report: 1.2\nHoneywell | SASB/TCFD Information | 107\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nSTRATEGY DISCLOSE THE ACTUAL AND POTENTIAL IMPACTS OF CLIMATE-RELATED RISKS AND OPPORTUNITIES ON THE ORGANIZATION’S BUSINESSES, STRATEGY AND FINANCIAL PLANNING WHERE SUCH INFORMATION IS MATERIAL.\nSummary Response\nRecommended Disclosure\nDisclosure Location\nHoneywell’s diverse portfolio of products, solutions, end-markets and business models – along with our decentralized operational footprint and our rigorous risk identification, assessment and planning processes – mitigate the impact of climate-related risks. We do not believe climate-related risks are reasonably likely to have a material effect in the foreseeable future on the company’s business or the markets it serves, nor on our results of operations, capital expenditures or financial position. Honeywell is uniquely positioned to shape a safer and more sustainable future. We continue to invent and develop technologies that provide our customers with adaptable and efficient solutions to address their safety, energy and environmental needs.\na) Describe the climate-related risks and opportunities the\norganization has identified over the short, medium and long term.\nb) Describe the impact of climate-related risks and opportunities on the organization’s businesses, strategy and financial planning.\nc) Describe the resilience of the organization’s strategy, taking into\nconsideration different climate-related scenarios, including a 2°C or lower scenario.\nCDP Climate Change Report: C2.1a, C2.3, C2.3b, C2.4, 2.4a\nTCFD Information Table A & Table B\nCDP Climate Change Report: C2.4a, C3.1, C3.2a, C3.2b, C3.3, C3.4\nTCFD Information Table A & Table B\nCDP Climate Change Report: C3.2, C3.2a, C3.2b\nRISK MANAGEMENT DISCLOSE HOW THE ORGANIZATION IDENTIFIES, ASSESSES AND MANAGES CLIMATE-RELATED RISKS.\nSummary Response\nRecommended Disclosure\nDisclosure Location\nHoneywell regularly assesses risks and opportunities at both a company-wide and asset-specific level to determine both probability of occurrence and potential impact to the business. This assessment is incorporated into our standard business planning, and opportunity and risk management processes. While risk and opportunity management are part of our standard business operations, the Board has responsibility for risk oversight and regularly reviews top-level, strategic, operational, reporting and compliance risks.\na) Describe the organization’s processes for identifying and assessing\nclimate-related risks.\nb) Describe the organization’s processes for managing\nclimate-related risks.\nc) Describe how processes for identifying, assessing and managing climate-related risks are integrated into the organization’s overall risk management.\nCDP Climate Change Report: C2.1, C2.2, C2.2a\nCDP Climate Change Report: C2.1, C2.2\nCDP Climate Change Report: C2.1, C2.2\nHoneywell | SASB/TCFD Information | 108\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nMETRICS AND TARGETS DISCLOSE THE METRICS AND TARGETS USED TO ASSESS AND MANAGE RELEVANT CLIMATE-RELATED RISKS AND OPPORTUNITIES WHERE SUCH INFORMATION IS MATERIAL.\nSummary Response\nRecommended Disclosure\nDisclosure Location\na) Disclose the metrics used by the organization to assess\nOverall, Honeywell’s sustainability program has reduced greenhouse gas intensity by more than 90%. In 2019, the company set a fourth goal, a new five-year “10-10-10” target to reduce global greenhouse gas emissions by an additional 10%, indexed to revenue, from 2018 levels; to deploy at least 10 renewable energy opportunities; and to achieve certification to ISO’s 50001 Energy Management Standard at 10 facilities, all by 2024. In 2021, Honeywell took another step by announcing a pledge to be carbon neutral in our facilities and operations by 2035. In 2022, Honeywell committed to setting a science-based target with the Science Based Targets initiative (SBTi) and the target was validated as of April 2023.\nclimate-related risks and opportunities in line with its strategy and risk management process.\nb) Disclose Scope 1, Scope 2, and, if appropriate, Scope 3 greenhouse\ngas (GHG) emissions and the related risks.\nc) Describe the targets used by the organization to manage climate- related risks and opportunities and performance against targets.\nCDP Climate Change Report: C4.1, C4.1b, C4.2\nReducing GHG Emissions; CDP Climate Change Report: C6.1, C6.3, C6.5\nOur Environmental Goals; CDP Climate Change Report: C4.1, C4.1a, C4.1b, C4.2\nHoneywell | SASB/TCFD Information | 109\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nTABLE A: EXAMPLES OF CLIMATE-RELATED RISKS WITH MITIGATION STRATEGIES\nRisk Type\nPotential Financial Impact (-)\nShort\nTransition: Policy and Legal\na) Increased pricing of greenhouse gas\nemissions due to regulations\nTransition: Market\nb) Reduced demand for goods and services due to shift in consumer preferences or changes in purchasing power\nCOMMITMENT TO ESG\nTIME HORIZON\nMedium\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nLong\nMitigation Strategy\nx\nSince 2004, Honeywell has had a comprehensive program to audit facilities for opportunities to reduce Scope 1 and Scope 2 GHG emissions, to set annual internal and external targets and to track them to completion. This has resulted in an overall reduction of GHG intensity above 90%. Honeywell will continue this program to further reduce our GHG footprint. In addition, on a quarterly basis, we evaluate the potential impact from changes in climate related regulations and litigation.\nx\nHoneywell continuously innovates to expand sustainable opportunities with our products and services. Approximately 60% of our R&D spend is on our ESG-oriented offerings¹ including offerings related to reducing GHG emissions. In addition, each of our new products is subject to an eco-efficiency assessment considering opportunities to improve energy efficiency and each quarter we assess whether changes in our product mixes may impact GHG emissions.\nHoneywell | SASB/TCFD Information | 110\nHOME\nRisk Type\nPhysical: Acute\nHONEYWELL OVERVIEW\nESG APPROACH\nPotential Financial Impact (-)\nReduced revenue from business disruption\nIncreased costs from repairing or restoring damaged locations\nShort\nCOMMITMENT TO ESG\nTIME HORIZON\nMedium\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nLong\nMitigation Strategy\nx\nClimate change data is incorporated into the emergency response plans for every one of our facilities, which specify programs to mitigate the potential risks of physical damage. In addition, we evaluate on a quarterly basis the potential for impact to our supply chain from changes in GHG regulations or from physical damage due to climate- related events. Our Business Continuity Management Program also creates plans to help ensure the company can continue critical operations in the event of a disaster and promptly recover essential systems and technology.\nx\nClimate change data is incorporated into the emergency response plans for every one of our facilities, which specify programs to mitigate the potential risks of physical damage. In addition, we evaluate on a regular basis the potential for impact to our supply chain from physical damage due to climate-related events. Our Business Continuity Management Program also creates plans to help ensure the company can continue critical operations in the event of a disaster and promptly recover essential systems and technology.\nHoneywell | SASB/TCFD Information | 111\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nTIME HORIZON\nRisk Type\nPotential Financial Impact (-)\nShort\nMedium\nIncreased cost related to relocation due to sea level rise\nPhysical: Chronic\nIncreased cost related to increased need for cooling and heating due to changing temperatures\n1Methodology for identifying ESG-oriented solutions is available at investor.honeywell.com (see *(ESG/ESG information/identification of ESG-Oriented Offerings)*)\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nLong\nMitigation Strategy\nx\nHoneywell’s Global Real Estate group incorporates physical risk considerations as part of due diligence for any new locations.\nx\nHoneywell’s Global Real Estate group incorporates energy efficiency and energy procurement considerations as part of due diligence for any new location that would help reduce costs related to energy use, heating and cooling. In addition, since 2004, Honeywell has had a comprehensive program to audit, identify, execute and track completion of energy efficiency projects in all our facilities. This program has improved Honeywell’s overall energy efficiency by approximately 70%. We will continue this program going forward.\nHoneywell | SASB/TCFD Information | 112\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nTABLE B: EXAMPLES OF CLIMATE-RELATED OPPORTUNITIES WITH STRATEGIES TO REALIZE THE OPPORTUNITY\nTIME HORIZON\nRisk Type\nPotential Financial Impact (-)\nShort\nMedium\nLong\nMitigation Strategy\nResource Efficiency\na) Reduced operating costs through\nefficiency gains and cost reductions by moving to more efficient buildings\nx\nThrough the Global Real Estate group, Honeywell constantly seeks energy-efficient alternatives and initiatives to implement throughout our facilities for new construction, project upgrades and retrofits. In addition, since 2004, Honeywell has implemented a comprehensive energy efficiency program with periodic audits, goals and project review to completion. This program has resulted in approximately 70% improvement in energy efficiency. There have been 6,300 projects completed since 2010 with an estimated annualized savings of more than $100 million.\nProducts and Services\nb) Increase revenue through demand\nfor sustainable products\nx\nHoneywell continuously innovates to expand our portfolio of sustainable products and services. Approximately 60% of new production introduction research and development activity is on our ESG-oriented portfolio¹ including offerings related to reducing GHG emissions. Each of our strategic business groups invests significantly in these opportunities and we created two new business units, Sustainable Technologies and Solutions (STS) and Sustainable Building Technologies (SBT), to specifically develop and commercialize new technologies that meet the growing demand for sustainable solutions to the world’s rising energy needs. Climate-related scenario modeling is part of our annual business planning process. We use socioeconomic climate models with different scenario assumptions to determine product strategy and customer impact for products that address greenhouse gas emissions, energy efficiency and changes in fuel use such as decarbonization, renewable fuels and power.\nHoneywell | SASB/TCFD Information | 113\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nTIME HORIZON\nRisk Type\nPotential Financial Impact (-)\nShort\nMedium\na) Better competitive position to reflect\nshifting consumer preferences, resulting in increased revenues\nx\n1Methodology for identifying ESG-oriented solutions is available at investor.honeywell.com (see *(ESG/ESG information/identification of ESG-Oriented Offerings)*)\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\nLong\nMitigation Strategy\nEach of our new products is subject to an eco-efficiency assessment that considers opportunities to improve energy efficiency, and each quarter we assess whether changes in our product mixes may impact GHG emissions. Our Government Relations team identifies and assesses emerging trends and advocates for favorable policies, legislation and regulation globally to promote clean energy and energy efficiency. Changes in regulations, increases in the demand for advanced building controls and energy efficient products, and the transition to a lower-carbon economy support demand for our sustainable products. For example, the transition from high-GWP HFCs to low-GWP HFO alternatives presented a transition opportunity and, as a result, Honeywell developed our line of Solstice® products, which have already helped our customers avoid discharging more than 326 million metric tons of CO2 equivalent to the atmosphere.\nHoneywell | SASB/TCFD Information | 114\nHOME\nESG DATA\nESG Data Sheet (v 23.09.20)\nCategory\nGreenhouse Gas (GHG) Emissions1\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nMetric\nScope 1 GHG emissions, metric tons CO2e\nScope 2 GHG emissions, location-based, metric tons CO2e\nTotal Scope 1 & 2 location-based, metric tons CO2e\nGHG intensity, Scope 1 & 2 location-based, metric tons CO2e/$M revenue\nScope 2 GHG emissions, market-based, metric tons CO2e\nScope 3 GHG emissions2, select categories, metric tons CO2e\nPurchased goods and services\nCapital goods\nFuel and energy-related activities (not included in Scope 1 and 2)\nUpstream transportation and distribution\nWaste generated in operations\nBusiness travel\nEmployee commuting\nUpstream leased assets\nDownstream leased assets\nCarbon neutrality pledge3\nScience-based targets4\nENVIRONMENTAL\nSOCIAL\nGOVERNANCE\n2021\n2022\n1,324,742\n1,059,105\n693,288\n697,091\n2,018,031\n1,756,196\n58.7\n49.5\n808,985\n694,255\n15,324,871\n16,222,277\n571,932\n471,091\n367,463\n349,765\n311,035\n876,674\n107,601\n95,754\n61,194\n72,177\n102,838\n106,537\n\n591\n5,867\n6,424\nScope 1 and Scope 2 by 2035\nSBTi Validated\nHoneywell | ESG Data | 115\nHOME\nESG Data Sheet (v 23.09.20)\nCategory\nAvoided Emissions5\nEnergy Management\nHazardous Waste\nWater Management\nSustainability Projects\nWorkforce Health and Safety6\nESG-Oriented Solutions8\nCertifications\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nMetric\nGHG emissions avoided by customers, metric tons CO2e since 2010\nTotal energy consumed, gigajoules\n% grid electricity\n% renewable\nEnergy intensity, billion British thermal units/$M revenue\nTotal hazardous waste generated, metric tons\nTotal water withdrawal, thousand cubic meters\n% withdrawal in water-stressed locations, as defined by SASB\nProjects completed in water-stressed locations since 2013\nWater saved from projects in water-stressed regions since 2013, thousand cubic meters\nNumber of sustainability projects completed since 2010\nTotal recordable incident rate (TRIR) for direct employees\nTRIR weighted industry average\nTotal lost workday case incident rate (LWCIR)\nLWCIR weighted industry average\nFatality rate for direct employees7\n% revenue\n% new product research and development\n% manufacturing sites with ISO 9001 / AS 9001\n% manufacturing sites with ISO 14001 / RC 14001\n% manufacturing sites with ISO 45001 / OHSAS 18001 / VPP\nNumber of sites with ISO 50001\nSOCIAL\n2021\n260,000,000\n16,087,000\n38%\n1%\n0.443\n15,900\n19,600\n26%\n180\n620\n6,100\n0.25\n1.72\n0.1\n0.61\n0.001\n>60%\n~60%\n93%\n34%\n37%\n17\nGOVERNANCE\n2022\n326,000,000\n16,462,506\n37%\n1%\n0.440\n13,414\n20,986\n23%\n185\n625\n6,300\n0.20\n1.73\n0.1\n0.66\n0.000\n>60%\n~60%\n93%\n37%\n38%\n26\nHoneywell | ESG Data | 116\nHOME\nESG Data Sheet (v 23.09.20)\nCategory\nBoard of Directors9\nHuman Capital10\nHONEYWELL OVERVIEW\nESG APPROACH\nMetric\nNumber of directors\nNumber of independent directors\nNumber of women\nNumber of men\nNumber of people of color\nAsian\nBlack\nHispanic\nNumber of employees (global)\nNumber of employees (U.S.)\nWomen, % of total workforce (global)\nMen, % of total workforce (global)\nUndisclosed, % of total workforce (global)\nWomen, % of executives (global)\nMen, % of executives (global)\nUndisclosed, % of executives (global)\nWomen, % of other managers (global)\nMen, % of other managers (global)\nUndisclosed, % of other managers (global)\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\n2021\n10\n9\n3\n7\n4\n2\n2\n99,000\n34,000\n29.50%\n70.50%\n~0.0%\n26.80%\n73.20%\n0.00%\n20.60%\n79.30%\n0.10%\nGOVERNANCE\n2022\n10\n9\n4\n6\n4\n1\n2\n1\n97,000\n34,000\n29.50%\n70.50%\n~0.0%\n25.90%\n74.10%\n0.00%\n21.40%\n78.60%\n~0.0%\nHoneywell | ESG Data | 117\nHOME\nESG Data Sheet (v 23.09.20)\nCategory\nHuman Capital10\nHONEYWELL OVERVIEW\nESG APPROACH\nMetric\nWhite, % of total workforce (U.S.)\nPeople of Color, % of total workforce (U.S.)\nBlack\nHispanic\nAsian Pacific Islander\nOther\nWhite, % of executives (U.S.)\nPeople of Color, % of executives (U.S.)\nBlack\nHispanic\nAsian Pacific Islander\nOther\nWhite, % of other managers (U.S.)\nPeople of Color, % of other managers (U.S.)\nBlack\nHispanic\nAsian Pacific Islander\nOther\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\n2021\n66.20%\n33.80%\n10.00%\n9.20%\n12.20%\n2.40%\n78.90%\n21.10%\n4.20%\n2.70%\n12.70%\n1.50%\n72.40%\n27.60%\n5.70%\n6.20%\n13.20%\n2.50%\nGOVERNANCE\n2022\n64.60%\n35.40%\n10.50%\n10.00%\n12.90%\n2.00%\n76.10%\n23.90%\n3.40%\n3.70%\n14.30%\n2.50%\n71.60%\n28.40%\n5.80%\n6.30%\n14.20%\n2.10%\nHoneywell | ESG Data | 118\nHOME\nHONEYWELL OVERVIEW\nESG APPROACH\nCOMMITMENT TO ESG\nENVIRONMENTAL\nSOCIAL\nESG Data Sheet (v 23.09.20)\nCategory\nMetric\n2021\nCDP Climate Report\nYes\nTCFD Report\nYes\nReporting\nSASB Report\nYes\nCitizenship Report/ESG Report\nYes\nEEO-1 Report\nYes\n1Limited third-party GHG assurance obtained since 2011. 2Represents estimated Scope 3 GHG emissions for the select categories disclosed in our CDP Climate Report. 3Announced April 2021. 4Commitment letter submitted to the Science Based Targets initiative (SBTi) in February 2022 and validated in April 2023. 5Emissions avoided by customers from use of Solstice® low global-warming-potential products. 6Weighted industry averages are based on the following NAICS benchmark codes: 237, 325, 326, 334, 541, 2382, 2389, 3162, 3339, 3364. 7Metrics calculated in accordance with SASB definitions. 8Methodology for identifying ESG-oriented solutions is available at investor.honeywell.com (see “ESG/ESG Information/Identification of ESG-Oriented Offerings”). 9Data presented as of December 31 of the applicable year. 10Data presented as of December 31 of the applicable year. Excludes Sandia National Laboratories (Sandia) and Kansas City National Security Campus (KCNSC) workforces. Sandia and KCNSC are U.S. Department of Energy facilities. Honeywell manages these facilities as a contract operator but does not establish or control their human resources policies. The executives category represents executive-band employees. 11The U.S. Equal Employment Opportunity Commission’s 2022 EEO-1 Component 1 data collection opens on October 31, 2023. The deadline to file is December 5, 2023.\nGOVERNANCE\n2022\nYes\nYes\nYes\nYes\nYes11\nHoneywell | ESG Data | 119\nTHE FUTURE IS WHAT WE MAKE IT",
  "extraction_date": "2025-04-02T17:25:50.509874"
}