{
  "filename": "Report-ESG-2022_IT.pdf",
  "content": "ESG Report 2022\nL’impegno Environmental, Social & di Governance di ANIMA Sgr nel 2021\nESG Report 2022 L’impegno Environmental, Social & di Governance di ANIMA Sgr nel 2021\nSOMMARIO\nESG in ANIMA Sgr: il 2021 in sintesi\n3\nIl report PRI\n4\nLa policy ESG\n4\n\u0007La\u0007governance\u0007dell’integrazione\u0007ESG\u0007nel\u0007processo\u0007d’investimento\u0007\nRisorse e strumenti Il profilo ESG dei portafogli\n5 6 7\nLa\u0007rilevazione\u0007dei\u0007potenziali\u0007effetti\u0007negativi\u0007sui\u0007fattori\u0007di\u0007sostenibilità\u0007(PAI)\u0007\nRiferimenti Introduzione I principali effetti negativi dell’attività di investimento sui fattori di sostenibilità Individuazione dei principali effetti negativi dell’attività di investimento Azioni intraprese per mitigare i principali impatti negativi La Governance dei principali impatti negativi considerati Riferimenti a standard Internazionali\n8 8 8 8 8 11 13 13\nL’attività\u0007di\u0007stewardship\u0007di\u0007ANIMA\u0007Sgr\u0007nel\u00072021\u0007\nIntroduzione\n14 14\nProspettive\u0007per\u0007il\u00072022\u0007\n23\n2\nESG IN ANIMA SGR: IL 2021 IN SINTESI\nNell’ambito del suo percorso sempre più attento ai principi di investimento responsabile, nel 2021 e nei primi mesi del 2022 il gruppo ANIMA Sgr ha: 1. Compilato, come aderente ai Principles for Responsible Investments, il mandatory PRI Report\nsul quale ha ricevuto il rating A per Strategy and Governance\n2. Partecipato e votato all’AGM annuale della PRI per l’approvazione dei financial reports e del rinnovo del Consiglio di Amministrazione\n3. Rinnovata l’adesione a CDP, organizzazione senza scopo di lucro che promuove un sistema di raccolta dati e rendicontazione relativamente a fattori di impatto ambientale\n4. Pubblicato il Report ESG 2020, comprensivo di illustrazione delle policy e attività di azionariato attivo nel 2019\n5. Pubblicato il Report ESG 2021, comprensivo di illustrazione delle policy e attività di azionariato attivo nel 2020\n6. Pubblicato sul proprio sito il Report di Sostenibilità 7. Aderito alla Task Force on Climate Related Disclosure (TCFD) e al UN Global Compact 8. Fatto il suo ingresso nel nuovo indice MIB® ESG 9. Partecipato ai GDL Assogestioni sulla sostenibilità 10. Svolto attività di assistenza a clienti istituzionali e collocatori per gli aggiornamenti normativi e regolamentari SFDR\n11. Tenuto una serie di sessioni di training interno su tematiche, processi e strategie di integrazione ESG 12. Ampliato la propria dotazione di strumenti/provider per il monitoraggio dei rischi, dei profili ESG e degli impatti negativi sui fattori di sostenibilità dei propri investimenti\n13. Ridisegnata la propria Policy ESG in linea con le evoluzioni della normativa SFDR e SRDII 14. Esteso alla totalità delle masse gestite1, compreso il Fondo Pensione aperto Arti e Mestieri, l’applicazione del proprio approccio all’Investimento Responsabile caratterizzato da: – esclusione di investimenti in titoli governativi emessi da Stati sanzionati dalle Nazioni Unite\nper violazione sistematica e deliberata dei diritti umani\n– esclusione di investimenti in società direttamente attive nella produzione o commercializza- zione di armi che violano i princìpi umanitari fondamentali vietate da Convenzioni ONU (mine anti-uomo, bombe a grappolo, armi con uranio impoverito, armi biologiche, armi chimiche, armi a frammentazione invisibile, armi al laser, armi incendiarie)\n– monitoraggio attivo dei profili ESG dei propri investimenti, basato su un sistema proprietario\ndi ESG scoring, alimentato da database di valutazioni ESG di provider specializzati terzi\n– monitoraggio attivo degli emittenti sovrani sanzionati dalla UE\n15. Definito nuovi criteri – esclusioni di armi nucleari e carbone per uso termico e monitoraggio di società responsabili di gravi violazioni dei princìpi del UN Global Compact – e strategie per ampliare la gamma di prodotti ex. art. 8 SFDR\n16. Rilevato per tutti i prodotti i principali impatti avversi sui fattori di sostenibilità (PAI) in linea con le definizioni della SFDR\n17. Aderito a diverse iniziative di engagement collettivo a livello nazionale e internazionale 18. Attivato iniziative di engagement individuale in materia ESG 19. Partecipato alle presentazioni di liste di minoranza per gli organi societari di 28 società; 20. Votato in 116 assemblee societarie in linea con la propria politica di esercizio del diritto di voto che tiene conto dei profili di sostenibilità degli emittenti\n21. Sostenuto e votato, in varie assemblee di emittenti esteri, diverse mozioni proposte dalle mino- ranze su specifici temi ESG.\n1 Esclusi i fondi di terzi e i derivati su indici\n3\nIL REPORT PRI\n(cid:31)(cid:30)(cid:29)(cid:28)(cid:27)(cid:26)(cid:27)(cid:29)(cid:30)(cid:25)(cid:24)(cid:23)(cid:30)(cid:22)\nUNPRI – United Nations Principles for Responsible Investment - è una associazione ispirata dall’Onu per promuovere l’adozione di princìpi di investimento responsabile da parte di aziende e investitori. A fine 2020 più di 2600 asset manager, tra cui oltre 40 italiani, avevano sottoscritto questi Princìpi, insieme a quasi 600 Investitori Istituzionali. ANIMA Sgr, prima realtà indipendente dell’asset mana- gement italiano, ha aderito ai Principles for Responsible Investments sin dal 2018.\nSottoscrivendo i Princìpi, ANIMA Sgr si è impegnata a: incorporare aspetti relativi ad ambiente, so- cietà e governance nell’analisi degli investimenti e nei processi decisionali; operare come azionista attivo, integrando nelle politiche e pratiche di azionariato tradizionale anche l’attenzione ad aspetti ESG; richiedere un’adeguata comunicazione sulle tematiche ESG da parte degli emittenti oggetto di investimento; rispettare, anche relativamente a queste tematiche, determinati standard di rendicon- tazione e di cooperazione fra gli attori del sistema.\nLa concreta realizzazione di questi impegni viene illustrata dai firmatari in un report annuale, il PRI Report. Questo report, che ANIMA ha redatto anche nel 2021, descrive l’insieme delle attività svolte dalla società in materia ESG. Il report viene valutato dai PRI che, alla fine del processo, emettono un rating che misura il livello di adesione ai Princìpi di Investimento Responsabile. Nel 2020 ANIMA Sgr ha ricevuto da PRI il rating A per la Strategy & Governance.\nLA POLICY ESG\nUno degli elementi fondamentali dell’investimento responsabile è il riferimento ad un Processo di Investimento Responsabile, descritto nella Policy ESG, che ne individui gli obiettivi e le linee guida.\nA inizio 2021 ANIMA Sgr ha ridefinito la propria Policy ESG, in conformità alla normativa e alla regolamentazione europea di riferimento, con particolare riguardo alla c.d. Sustainable Finance Di- sclosure Regulation (SFDR), entrata in vigore il 10 marzo 2021. La policy è pubblicata sul sito web di ANIMA Sgr2.\n2 https://www.animasgr.it/d//IT/Downloads/Policy/Policy-ESG-IT.pdf\n4\nLA GOVERNANCE DELL’INTEGRAZIONE ESG NEL PROCESSO D’INVESTIMENTO\nL’integrazione dei fattori ESG nel processo di investimento di ANIMA Sgr si realizza come segue:\nw Dà supporto consultivo al CdA sulla\npolitica ESG\nw Propone i criteri di integrazione ed\nesclusione\nw Monitora periodicamente:\nConsiglio di Amministrazione\nw Definisce e approva la Politica ESG w Approva i criteri di esclusione e\nintegrazione\nw Verifica periodicamente l’attuazione\ndella Policy\n– la classificazione dei prodotti\nsecondo il rischio di sostenibilità\n– i principali impatti avversi sui\nfattori di sostenibilità – il perseguimento delle\ncaratteristiche ambientali e sociali e il conseguimento degli obiettivi sostenibili dei prodotti ex artt. 8 e 9\nComitato ESG\nw Monitora i limiti interni di integrazione ed esclusione w Predispone informative e\nreportistiche previste dalle Policy\nTeam di Gestione\nTeam Investment Principles\nRisk Management\nw Opera nell’ambito delle politiche\nESG deliberate dal CdA\nw Supporta il Servizio lnvestment\nPrinciples e il Comitato ESG sugli Investimenti Responsabili\nw Coordina e implementa i processi\nESG\nw Valuta e monitora il profilo ESG degli emittenti, predispone le liste di esclusione, effettua approfondimenti di natura ESG sugli emittenti\nFornitori esterni di dati ESG\nw Svolge attività di engagement e\nne monitora gli esiti\nANIMA Sgr ha creato un Comitato ESG. Fra i compiti di questo Comitato, composto da figure interne al management, c’è il supporto consultivo al Consiglio di Amministrazione nel definire, re- visionare e implementare la politica di investimento responsabile. All’interno del Comitato, il team ‘Investment Principles’ coordina i processi ESG, valutando e monitorando il profilo ESG degli emit- tenti, mentre il Team di Gestione ha il compito di integrare gli impegni ESG definiti dalla policy e dai prospetti dei singoli prodotti all’interno delle decisioni di investimento.\n5\nRisorse e strumenti\nANIMA Sgr impiega vari strumenti e info provider per la propria attività ESG. Di seguito si riporta una panoramica dei principali Info Provider e servizi utilizzati.\nDATA PROVIDER FOCUS\nUNIVERSO COPERTO\nIndici ESG\nw ESG Leaders w World Climate Change Select CTB w World Climate Change PAB\nIndici ESG\nw 31 indici azionari\nDati ESG: Emittenti Sovrani\nw 172 emittenti governativi\nDati ESG: Emittenti Corporate\nw >9mila emittenti societari\nDati ESG: Fondi Comuni\nw >335mila fondi comuni\nDati ESG: rating climatici e ambientali w 6700 aziende\nAnalisi: individuazione di emittenti in violazione dei princìpi UN Global Compact\nw circa 25mila emittenti societari\nAnalisi: individuazione aziende produttrici di carbone\nw >3000 società\nAnalisi: individuazione aziende produttrici di armi controverse\nw circa 10mila aziende\nAnalisi: individuazione aziende con target definiti di riduzione emissioni\nw 2139 società aderenti\nAnalisi: rispetto della politica di investimento sostenibile della CEI\nw portafogli oggetto di certificazione\n6\nIl profilo ESG dei portafogli\nAl 31 dicembre 2021 il 94,1% degli assets in gestione appartengono a prodotti per cui viene calco- lato un rating ESG e tali rating sono maggiori o uguali a C+, in una scala di 12 livelli, che va da A+, rating migliore, a D-, rating peggiore.\nPERCENTUALE DI ASSET COPERTI DA RATING ESG AL 31/12/20213:\nu.m.\n2021\nTotale Asset under Management (AuM)\n€ mld\n203,84\nAuM coperti da rating ESG\n€ mld\n191,86\nAuM con Combined Rating4 >= C+\n€ mld\n191,86\nAuM coperti da rating ESG\n%\n94,10%\nAuM con Combined Rating >= C+\n%\n94,10%\nPERCENTUALE DI ASSET CLASSIFICATI EX ART. 8 E 9 DEL REG. UE 2019/2088 SFDR AL 31/12/20215\nu.m.\n2021\nTotale AuM Art. 8\n€ mld\n5,0\nTotale AuM Art. 9\n€ mld\n7,5\nTotale AuM Art. 8 & 9\n€ mld\n12,5\n% AuM prodotti Art. 8\n%\n2,5%\n% AuM prodotti Art. 9\n%\n3,7%\nNel corso del 2022, ANIMA Sgr ha arricchito l’integrazione dei fattori ESG nel proprio processo d’investimento mediante la definizione di nuovi criteri e l’applicazione di nuove strategie a prodotti classificati come art. 8 per il Regolamento SFDR. Tali criteri e strategie possono essere riassunti come segue: w monitoraggio di specifici emittenti in relazione a gravi violazioni dei princìpi del UN Global Com-\npact;\nw esclusione di emittenti coinvolti nella produzione di armi nucleari; w esclusione di emittenti attivi nella produzione di carbone per uso termico per più del 30% dei\nricavi;\nw monitoraggio di determinate caratteristiche o rating ESG e/o confronti con determinati parametri\ndi un benchmark.\nAttraverso l’applicazione di questi criteri e strategie ANIMA ha trasformato in art. 8, con effetto 11 aprile 2022, una serie di prodotti precedentemente classificati come art. 6, portando il totale degli asset dei fondi ESG a superare i 31 mld di euro.\n3\nI dati relativi agli AuM coperti da Rating sono stati calcolati a livello di portafoglio.\n4 Rating complessivo che considera sia il Rating ESG che il Rating ESG Controversies.\n5\nIl dato è comprensivo di tutte le masse gestite, incluse le deleghe.\n7\nLA RILEVAZIONE DEI POTENZIALI EFFETTI NEGATIVI SUI FATTORI DI SOSTENIBILITÀ (PAI)\nRiferimenti\n“Articolo 4 del Regolamento UE 2019/2088 (SFDR)- Trasparenza degli effetti negativi per la soste- nibilità a livello di soggetto - I partecipanti ai mercati finanziari pubblicano e aggiornano sui propri siti web, ove prendano in considerazione i principali effetti negativi delle decisioni di investimento sui fattori di sostenibilità, una dichiarazione concernente le politiche di dovuta diligenza per quanto riguarda tali effetti, tenendo debitamente conto delle loro dimensioni, della natura e dell’ampiezza delle loro attività e della tipologia dei prodotti finanziari che rendono disponibili”.\nIntroduzione\nANIMA Sgr, firmataria dei Princìpi di Investimento Responsabile delle Nazioni Unite (PRI), è impegna- ta a incorporare aspetti relativi ad ambiente, società e governance nell’analisi degli investimenti e nei processi decisionali e opera come azionista attivo, integrando nelle politiche e pratiche di azionariato le questioni ESG.\nA tale proposito, e in linea con il Regolamento SFDR, ANIMA Sgr basa la propria Policy ESG6 su: w monitoraggio dei rischi di sostenibilità nel processo di investimento; w considerazione dei principali impatti negativi sui fattori di sostenibilità derivanti dall’attività di\ninvestimento (di seguito, “PAI”);\nw strategie ESG specifiche; w azionariato attivo e l’engagement. Per maggiori dettagli, si veda la Policy ESG di ANIMA Sgr pubblicata sul sito della società.\nI principali effetti negativi dell’attività di investimento sui fattori di sostenibilità\nL’attività di investimento comporta inevitabilmente la partecipazione a quegli effetti dell’attività d’im- presa che sono conosciuti come “esternalità negative”; tra esse rientrano le problematiche ambien- tali, sociali e relative al personale, al rispetto dei diritti umani e alla lotta alla corruzione attiva e pas- siva. Qualunque azienda manifatturiera, per esempio, produce gas serra, impattando negativamente l’ambiente, ma c’è chi lo fa in modo molto marcato e chi meno. Prendere in considerazione i PAI, ossia quegli impatti negativi, e agire sugli stessi può quindi avere un effetto importante sul profilo di sostenibilità dell’attività di investimento.\nIndividuazione dei principali effetti negativi dell’attività di investimento\nAl fine di poter adempiere al meglio agli obblighi di segnalazione prescritti dalla SFDR con riguardo ai PAI, ANIMA Sgr ha effettuato un’analisi dei dati disponibili e una valutazione degli interessi dei propri stakeholder, concludendo che gli indicatori PAI individuati dalla SFDR rappresentano al meglio tali interessi.\n6 Policy ESG: https://www.animasgr.it/IT/investitore-privato/prodotti/Pagine/sostenibilita.aspx\n8\nPer quanto riguarda l’individuazione delle priorità nella considerazione degli impatti negativi, oltre a quanto espresso dagli indicatori PAI obbligatori, potranno essere considerati anche alcuni indicatori specifici per singolo prodotto o strategia, in linea con le caratteristiche o gli obiettivi dei prodotti stessi. In ogni caso, gli impatti considerati dovranno essere coerenti con le linee guida individuate dalla Policy ESG, dalla Politica di impegno e dalle linee guida per l’esercizio del diritto di voto di ANIMA Sgr.\nIn linea con le disposizioni e con le scadenze previste dalla regolamentazione vigente, la disclosure periodica per prodotto fornirà maggiori dettagli sugli indicatori di impatto avverso considerati.\nANIMA Sgr sta organizzando la rilevazione sistematica, tramite i dati resi disponibili dai propri info provider, degli indicatori obbligatori sulle emissioni di gas serra, biodiversità, acqua, rifiuti e indica- tori sociali applicabili alle imprese e ad emittenti sovrani e sovranazionali riepilogati nella tabella che segue:\nINDICATORI CLIMATICI E ALTRI INDICATORI AMBIENTALI\nIndicatori applicabili agli investimenti in emittenti societari\nEMISSIONI DI GAS A EFFETTO SERRA\n1. Emissioni di gas serra\nScope 1 Emissioni di gas serra\nScope 2 Emissioni di gas serra\nDal 1° gennaio 2023, Scope 3 Emissioni di gas serra\nEmissioni totali di gas serra\n2. Impronta di carbonio\nImpronta di carbonio\n3. Intensità dei gas serra delle società partecipate\nIntensità delle emissioni di gas serra delle società partecipate\n4. Esposizione a società attive nel settore dei combustibili fossili\nQuota di partecipazioni in società attive nel settore dei combustibili fossili\n5. Quota di consumo e di produzione di energia non rinnovabile\nQuota di consumo di energia non rinnovabile e di produzione di energia non rinnovabile delle società partecipate da fonti energetiche non rinnovabili rispetto alle fonti energetiche rinnovabili, espressa in percentuale\n6. Intensità del consumo di energia per settore climatico ad alto impatto\nConsumo energetico in GWh per milione di euro di fatturato delle imprese partecipate, per settore climatico ad alto impatto\nBIODIVERSITÀ\n7. Attività che incidono negativamente sulle aree sensibili alla biodiversità\nQuota degli investimenti in società partecipate con siti/operazioni situati in o in prossimità di aree sensibili alla biodiversità in cui le attività di tali società partecipate influiscono negativamente su tali aree\nACQUA\n8. Emissioni nell’acqua\nTonnellate di emissioni idriche generate dalle società partecipate per milione di euro investiti, espresse come media ponderata\nRIFIUTI\n9. Rapporto rifiuti pericolosi\nTonnellate di rifiuti pericolosi prodotti da società partecipate per milione di EURO investiti, espressi come media ponderata\n9\nINDICATORI SOCIALI, DEL LAVORO, DEL RISPETTO DEI DIRITTI UMANI, ANTICONCUSSIONE E ANTICORRUZIONE\nIndicatori applicabili agli investimenti in emittenti societari\nTEMI SOCIALI E DEL LAVORO\n10. Violazioni dei principi del\nGlobal Compact delle Nazioni Unite e delle linee guida dell’Organizzazione per la cooperazione e lo sviluppo economico (OCSE) per le imprese multinazionali\nQuota di investimenti in società partecipate che sono state coinvolte in violazioni dei principi UNGC o delle linee guida dell’OCSE per le imprese multinazionali\n11. Mancanza di processi e\nmeccanismi di conformità per monitorare il rispetto dei principi del Global Compact delle Nazioni Unite e delle linee guida dell’OCSE per le imprese multinazionali\nQuota di investimenti in società partecipate senza politiche per monitorare il rispetto dei principi UNGC o delle linee guida dell’OCSE per le imprese multinazionali o meccanismi di gestione di lamentele/reclami per affrontare le violazioni dei principi UNGC o delle linee guida dell’OCSE per le imprese multinazionali\n12. Divario retributivo di genere non corretto\nDivario retributivo medio di genere non rettificato delle società partecipate\n13. Diversità di genere del consiglio di amministrazione\nRapporto medio tra donne e uomini nei consigli di amministrazione delle società partecipate\n14. Esposizione ad armi controverse (mine antiuomo, munizioni a grappolo, armi chimiche e armi biologiche)\nQuota di partecipazioni in società partecipate coinvolte nella produzione o vendita di armi controverse\nIndicatori applicabili agli investimenti in emittenti sovrani e sovranazionali\nAMBIENTALE\n15. Intensità dei gas serra\nIntensità delle emissioni gas serra dei paesi partecipati\nSOCIALE\n16. Esposizione a Paesi responsabili di violazioni sociali\nNumero di paesi responsabili di violazioni sociali (numero assoluto e numero relativo diviso per tutti i paesi partecipati), come indicato nei trattati e nelle convenzioni internazionali, nei principi delle Nazioni Unite e, ove applicabile, nel diritto nazionale\nAl momento non si prevede di effettuare investimenti immobiliari e di monitorare i relativi indicatori di impatto avverso.\nANIMA Sgr sarà anche in grado di rilevare indicatori PAI facoltativi relativi all’ambiente, a fattori sociali, al rispetto dei diritti dei lavoratori e dei diritti umani, a condotte anticorruzione. Tali indicatori facoltativi verranno specificati nei successivi aggiornamenti di questo report.\n10\nAzioni intraprese per mitigare i principali impatti negativi\nANIMA Sgr tiene conto dei principali impatti negativi sui fattori di sostenibilità nella selezione degli investimenti attraverso l’utilizzo di vari metodi come l’esclusione di settori controversi, la rilevazione e il monitoraggio delle caratteristiche ESG dei portafogli, l’espressione del voto nelle assemblee so- cietarie e le attività di engagement.\nNella tabella che segue si riporta un riepilogo di tali attività.\nCRITERI\nILLUSTRAZIONE\nAZIONI INTRAPRESE\nESCLUSIONI\nANIMA Sgr ritiene che alcune attività o pra- tiche aziendali siano dannose per la società e incompatibili con strategie di investimen- to sostenibili. Pertanto, nella propria attivi- tà di investimento applica alcuni criteri di esclusione\nEsclusioni di: armi controverse proibite da Trattati Internazionali ratificati dal Parla- mento italiano, emittenti governativi san- zionati dall’ONU per gravi violazioni dei diritti umani; emittenti o settori specifici in base alla strategia di ciascun prodotto (ad esempio tabacco, gioco d’azzardo, in- cidenza dei ricavi derivanti da carbone per uso termico superiore al 30%, armamenti nucleari, settore difesa e aerospazio, atti- vità incompatibili con le linee guida d’inve- stimento definite dalla CEI, emittenti privi di determinate policy sulla parità di genere o sui diritti dei lavoratori)\nMONITORAGGI E LIMITI\nPer alcuni prodotti viene monitorato o limi- tato l’utilizzo di emittenti con determinate caratteristiche ESG\nProdotti ex art. 8. Selezione e monitoraggio dei profili di sostenibilità degli emittenti, in modo tale che una quota limitata (per alcuni prodotti 20%, per altri 15%, per altri 5% del NAV del fondo) sia investita: w in emittenti societari con bassi punteg- gi ESG Combined oppure senza pun- teggio o con punteggio inferiore a 25 in uno degli indicatori E o G, o inferiore a 33 nell’indicatore S di Refinitiv, su una scala da 0 a 100 (ove 100 è il massimo); w in emittenti governativi senza ESG Score o appartenenti all’ultimo quarti- le del ranking ordinato secondo l’ESG Score di Sustainalytics.\nMonitoraggio, per alcuni prodotti, della qualità ESG del portafoglio complessivo o del confronto dei rating ESG Combined rispetto al benchmark.\nPROXY VOTING Nell’esercizio del diritto di voto ANIMA Sgr applica linee guida coerenti con le sustainable business practices (in materia di ambiente, equo trattamento del lavoro, politiche non discriminatorie e protezione dei diritti umani) inquadrate in iniziative come quelle di Uni- ted Nations Environment Programme Finance Initiative (UNEP FI), United Nations Principles for Responsible Investment (UNPRI), United Nations Global Compact, Global Reporting Initiative (GRI), Carbon Principles, International Labour Organization Conventions (ILO), CERES Principles, Global Sullivan Principles, MacBride Principles, e delle Direttive dell’Unione Euro- pea in materia sociale e ambientale.\nANIMA Sgr vota regolarmente in diverse assemblee di società italiane ed estere in maniera coerente con le proprie linee guida.\n11\nCRITERI\nILLUSTRAZIONE\nAZIONI INTRAPRESE\nENGAGEMENT/ VOTING\nPartecipazione alle assemblee dei più im- portanti emittenti societari in portafoglio\nNell’ambito delle votazioni effettuate, ANIMA Sgr sostiene le più importanti mo- zioni degli azionisti di minoranza finalizza- te ad ottenere maggiore trasparenza o im- pegno da parte degli emittenti in materie ambientali o sociali.\nIn alcuni casi di questi casi, ANIMA Sgr at- tiva un dialogo preventivo con le società per illustrare le motivazioni del proprio voto.\nENGAGEMENT COLLETTIVI\nCollaborazione con il Comitato Gestori di Assogestioni\nANIMA Sgr, in collaborazione con altri investitori professionali attraverso il Co- mitato dei Gestori promosso da Assoge- stioni, partecipa alla presentazione ed alla votazione di liste di candidati per l’elezio- ne di membri di minoranza negli organi di amministrazione e controllo\nENGAGEMENT INDIVIDUALI\nDialoghi individuali con emittenti specifici\nANIMA Sgr attiva incontri di engagement individuali con diversi emittenti, anche su varie tematiche ESG\nENGAGEMENT CON REGOLATORI E POLICY MAKERS\nPartecipazione a iniziative collettive di sol- lecitazione e sensibilizzazione su specifiche tematiche ESG\nANIMA Sgr partecipa regolarmente alle consultazioni per fornire feedback sulle normative ESG; ANIMA è firmataria dei Principles for Responsible Investment (PRI); aderisce al Carbon Disclosure Project (CDP), organizzazione senza scopo di lu- cro che promuove un sistema di raccolta dati e rendicontazione relativamente ai più importanti fattori di impatto ambien- tale; sostiene la CDP Science Based Target (SBT) Campaign per il 2021 e ha firmato sulla piattaforma di collaborazione PRI la lettera di supporto ai legislatori EU per l’emanazione della Corporate Sustainabili- ty Reporting Directive e il Global Investor Statement to Governments on the Clima- te Crisis del 2021 in preparazione della COP26\nMaggiori dettagli sull’attività di engagement e voting sono disponibili nella Relazione sulla Politica di impegno che ANIMA Sgr pubblica sul proprio sito web7.\nInoltre, la capogruppo ANIMA Holding si è impegnata direttamente su cambiamento climatico e biodi- versità, tra gli altri argomenti, per mitigare il potenziale impatto negativo del proprio gruppo aziendale.\n7 https://www.animasgr.it/d//IT/Downloads/Altri%20pdf/Relazione_Feb_2022_su_Politica_impegno.pdf\n12\nLa Governance dei principali impatti negativi considerati\nLa governance dei principali impatti negativi è compresa in quella generale della considerazione e integrazione dei fattori ESG, riportata sopra.\nRiferimenti a standard Internazionali\nCome illustrato sopra, ANIMA Sgr aderisce ai Principles for Responsible Investment (PRI), aderisce al Carbon Disclosure Project (CDP), organizzazione senza scopo di lucro che promuove un sistema di raccolta dati e rendicontazione relativamente ai più importanti fattori di impatto ambientale, e sostiene la CDP Science Based Target (SBT) Campaign.\nDal 2020 il Gruppo ha anche deciso di avviare il progetto di rendicontazione non finanziaria, pub- blicando il suo primo Rapporto di Sostenibilità, redatto in conformità ai GRI Sustainability Reporting Standards - gli standard più diffusi al mondo per la rendicontazione in materia di sostenibilità - e sarà reso pubblico con periodicità annuale.\nIl rapporto è consultabile sul sito di ANIMA Holding8.\nNel corso del 2021, il gruppo ANIMA ha anche aderito al United Nations Gobal Compact e sostiene il TCFD - Task Force on Climate-Related Financial Disclosures.\n8\nhttps://www.animasgr.it/IT/anima-holding/sostenibilita/Pagine/reportistica-di-sostenibilita-e-ESG.aspx\n13\nL’ATTIVITÀ DI STEWARDSHIP DI ANIMA SGR NEL 2021\nIntroduzione\nLa disciplina europea in materia di incoraggiamento dell’impegno a lungo termine degli azionisti (c.d. Shareholder Rights Directive II), recepita nell’ordinamento italiano, prevede che i gestori di attivi e gli investitori istituzionali adottino e comunichino al pubblico una politica di impegno che descrive le modalità con le quali: w monitorano le società partecipate aventi azioni ammesse alla negoziazione in un mercato regola- mentato italiano o di un altro Stato membro dell’Unione europea su questioni rilevanti, compresi la strategia, i risultati finanziari e non finanziari nonché i rischi, la struttura del capitale, l’impatto sociale e ambientale e il governo societario;\nw dialogano con le società partecipate; w esercitano i diritti di voto e altri diritti connessi alle azioni; w collaborano con altri azionisti; w comunicano con i pertinenti portatori di interesse delle società partecipate; w gestiscono gli attuali e potenziali conflitti di interesse in relazione al proprio impegno.\nAl fine di svolgere al meglio le proprie attività di Impegno, e sulla base della disciplina sopra richiama- ta, ANIMA Sgr ha definito la propria Politica d’impegno, che viene aggiornata almeno annualmente e pubblicata sul proprio sito internet.\nLa politica si applica a tutti i prodotti gestiti da ANIMA Sgr, compreso il Fondo Pensione Aperto Arti & Mestieri. Con riferimento agli accordi con clientela istituzionale di gestione individuale e collettiva (deleghe di gestione), la politica si applica in base agli accordi stessi, in conformità alla normativa vigente e al principio del “comply or explain”.\nLe strategie di impegno adottate da ANIMA Sgr ed ispirate ai principi di Assogestioni ed EFAMA (Stewardship Code - Principles for asset managers’ monitoring of, voting in, engagement with inve- stee companies) sono costituite essenzialmente da tre componenti: 1. 2. 3.\nil monitoraggio dell’andamento economico e finanziario, e dei relativi rischi, delle società; l’engagement con gli emittenti su temi specifici; l’esercizio del diritto di voto nelle assemblee delle società;\nL’attività di impegno svolta da ANIMA Sgr nel 2021 si può riepilogare come segue:\nMonitoraggio Nel corso del 2020 ANIMA Sgr ha condotto circa quattrocento incontri/contatti (inclusi quelli pro- mossi dal Comitato Gestori) con il management di Società italiane rientranti nella consueta attività di monitoraggio della gestione delle Società le cui azioni sono presenti all’interno dei portafogli dei fondi gestiti. Oggetto di questi incontri sono stati essenzialmente aggiornamenti degli andamenti dei business delle società e commenti e valutazioni rispetto a questioni generali di governance, sempre sulla base di informazioni rese disponibili al pubblico da parte delle società stesse.\nEngagement La principale forma di engagement utilizzata è stata la presentazione di liste di candidati per l’elezio- ne di membri di minoranza negli organi di amministrazione e controllo delle società partecipate, in concorso con altri investitori professionali, attraverso il Comitato Gestori promosso da Assogestioni.\n14\nEngagement: presentazione di liste di minoranza in collaborazione con il Comitato gestori ANIMA Sgr, in collaborazione altri investitori professionali attraverso il Comitato dei Gestori pro- mosso da Assogestioni, ha partecipato alla presentazione ed alla votazione di liste di candidati per l’elezione di membri di minoranza negli organi di amministrazione e controllo di 28 società parteci- pate. La maggior parte di tali iniziative sono state anche pubblicate e condivise sul sito di UNPRI. Per quanto riguarda le presentazioni a cui ha partecipato ANIMA Sgr, le società, gli organi societari interessati e l’esito delle presentazioni sono stati i seguenti:\nLISTE PER\nOUTCOME*\nSocietà\nCdA\nCS\nCdA\nCS\n1\nBANCA GENERALI\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n2\nBANCA MEDIOLANUM\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n3\nFINECOBANK\nno\nsì\nn/a\nCandidati Eletti\n4\nINWIT\nno\nsì\nn/a\nCandidati Eletti\n5\nPIRELLI & C.\nno\nsì\nn/a\nCandidati Eletti\n6\nPRYSMIAN\nsì\nno\nCandidati Eletti\nn/a\n7\nBANCA FARMAFACTORING\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n8\nBIESSE\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n9\nCREDITO EMILIANO\nsì\nno\nCandidati Eletti\nn/a\n10\nERG\nsì\nno\nCandidati Eletti\nn/a\n11 GAROFALO HEALTH CARE\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n12 IREN\nno\nsì\nn/a\nCandidati Eletti\n13 MUTUIONLINE\nno\nsì\nn/a\nCandidati Eletti\n14\nPIAGGIO & C\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n15 RAI WAY\nno\nsì\nn/a\nCandidati Eletti\n16 REPLY\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n17\nSESA\nsì\nno\nCandidati Eletti\nn/a\n18\nTINEXTA\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n19 CALTAGIRONE\nsì\nno\nCandidati Eletti\nn/a\n20 FNM\nsì\nsì\nNo\nNo\n21 GPI\nsì\nno\nNo\nn/a\n22 OPENJOBMETIS\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n23 MONNALISA\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n24\nSAIPEM\nsì\nCandidati Eletti\nn/a\n26 UNICREDIT\nsì\nsì\nCandidati Eletti\nCandidati Eletti\n28 RENO DE’MEDICI\nno\nsì\nn/a\nCandidati Eletti\nfonte dei candidati eletti: Report Comitato Gestori Stagione assembleare 2021\n15\nEngagement: dialogo con gli emittenti\nAltra modalità di engagement utilizzata è stata la richiesta, in concorso con altri investitori istituzio- nali, di incontri con i management degli emittenti, incontri che si sono svolti nel rispetto delle regole riconosciute di best practice in materia di monitoraggio ed engagement.\nNell’ambito delle attività svolte con il supporto del Comitato Gestori, rappresentativo delle Società di Gestione associate ad Assogestioni, nel corso dell’anno 2021 si sono svolti incontri di engage- ment con i rappresentanti (management) delle seguenti Società italiane: ASTM SpA, Unicredit SpA, Cerved SpA, Iren SpA, Telecom Italia SpA, Assicurazioni Generali SpA e Infrastrutture Wireless Italiane SpA. Detti incontri sono stati generalmente condotti nel rispetto dei principi di engagement, alter- nativamente in modalità one-way (con comunicazione delle argomentazioni e delle considerazioni addotte del Comitato Gestori senza ulteriore interlocuzione da parte del management presente all’incontro), ovvero in modalità two-way (con interlocuzione da parte del management presente all’incontro). Il Comitato Gestori ha preventivamente richiesto, in occasione di tutti gli incontri, che non venissero rilasciate informazioni sensibili, riservate e/o price sensitive il cui contenuto non fosse già stato reso pubblico. L’oggetto degli incontri di engagement è stato generalmente o alternativa- mente focalizzato sui piani industriali, sulle prospettive di sviluppo, sulle sfide e sulle criticità pre- senti nell’ambito dei settori operativi di riferimento, sulle politiche di remunerazione, sulla gestione della governance societaria e più in generale sulle strategie in tema ESG (environmental, social and corporate governance), sulle relazioni con gli azionisti di minoranza, sull’efficacia e sull’efficienza della comunicazione verso il pubblico ed i mercati.\nEngagement con Repsol Nel mese di marzo 2021 si è tenuta l’assemblea degli azionisti della Repsol, emittente i cui titoli era- no presenti in alcuni dei portafogli gestiti da ANIMA Sgr. L’analisi dei punti all’ordine del giorno ha evidenziato l’opportunità di votare, su alcuni punti, in linea con la policy di espressione del diritto di voto di ANIMA Sgr e quindi in maniera difforme da quanto raccomandato dal management. I punti in argomento riguardavano la gestione dei rischi derivanti da alcune controversie sociali e ambientali.\nNei giorni precedenti l’assemblea è stato attivato un engagement con la società per ricevere chiari- menti e informazioni su alcune delle controversie più rilevanti, preannunciando il voto in linea con la Policy. La società ha risposto alle domande poste, ha dimostrato un atteggiamento collaborativo ed in un caso particolare ha comunicato di avere in programma l’attivazione di ulteriori salvaguardie sul rispetto dei diritti umani in alcuni siti in Perù.\nLa votazione sui punti dell’ordine del giorno interessati dall’engagement è stata comunque espressa in linea con le linee guida per l’esercizio dei diritti di voto di ANIMA e con la ISS Sustainability Policy, alla quale le linee guida fanno riferimento.\nEngagement con RWE AG Nel mese di settembre 2021 il servizio televisivo pubblico italiano9 ha affermato che RWE AG stava adottando comportamenti socialmente aggressivi nei confronti delle comunità limitrofe alle sue mi- niere di carbone situate nella foresta di Hambach, in Germania, per agevolare lo sfruttamento delle miniere stesse. Poiché le azioni della società erano presenti in alcuni dei portafogli gestiti, il Comitato ESG di ANIMA Sgr ha deciso di formulare una richiesta di engagement nei confronti della RWE, in- viandole una lettera per chiedere di conoscere la sua versione dei fatti.\n9 Rai, “Presa Diretta” 29 settembre 2021.\n16\nNel mese di dicembre il testo della lettera è stato condiviso con altre SGR che si sono unite all’ini- ziativa e successivamente alla chiusura dell’anno, nel mese di gennaio 2022, la lettera è stata inviata alla RWE. La società ha dimostrato ampia disponibilità al dialogo ed ha predisposto rapidamente una risposta dettagliata, illustrando la propria attenzione all’aspetto sociale della controversia di Hamba- ch e agli aspetti sociali della propria attività in genere. La fase successiva dell’engagement da parte di ANIMA Sgr si svolgerà in una riunione con la società per approfondire le informazioni ricevute e l’esito dell’engagement verrà pubblicato nei report relativi all’anno 2022.\nEngagement con Corsair Nel mese di ottobre 2021 il Comitato ESG di ANIMA Sgr ha deciso di attivare una richiesta di enga- gement nei confronti della Corsair Gaming Inc., società statunitense attiva nel settore dei computer, telefonia ed elettronica, i cui titoli erano presenti in alcuni dei portafogli gestiti. La richiesta di enga- gement è stata suggerita dal basso rating ESG che caratterizzava la società, che non appartiene ad un settore “critico” dal punto di vista ambientale, in assenza di controversie significative.\nLa società ha prontamente dato seguito alla richiesta di engagement e, nel corso di due incontri, dopo aver osservato di essere stata quotata solo di recente ha illustrato le azioni in via di completa- mento per la prima metà del 2022 finalizzate a migliorare il proprio profilo ESG: pubblicazione di Po- licy sul lavoro e sui diritti umani, Codice di condotta aziendale, nonché nuovi progetti su sostenibilità e impatto ambientale e programmi di coinvolgimento nel benessere delle comunità di cui la società fa parte. Nel complesso, la società ha dimostrato ampia disponibilità al dialogo.\nEngagement con Chevron Nel mese di settembre 2021 ANIMA Sgr si è unita ad una iniziativa di engagement, insieme ad altri ventiquattro asset manager, firmando una lettera indirizzata alla Chevron, i cui titoli erano presenti in alcuni dei portafogli gestiti. Nella lettera si osservava come, a seguito del colpo di stato dell’eser- cito birmano, la Chevron si trovasse di fronte a nuovi e significativi rischi operativi, normativi, legali, reputazionali e finanziari derivanti dalla sua partnership con la Myanmar Oil and Gas Enterprise di proprietà statale (MOGE), passata sotto il pieno controllo militare dopo il colpo di stato, e si chiedeva di sapere come la Chevron intendesse affrontare tali rischi.\nLa società ha risposto alla lettera in data 6 ottobre 2021, esprimendo dolore per la tragica perdita di vite umane in Myanmar, condanna per le violenze e le violazioni dei diritti umani che vi si verificano e precisando che il benessere dei dipendenti e del popolo del Myanmar rimane la sua massima prio- rità durante la crisi. Inoltre, nella propria risposta la società ha spiegato di aver messo in atto diverse iniziative politiche e processi per identificare e gestire problemi e rischi geopolitici e socioeconomici, anche nel caso specifico della propria attività in Myanmar, dimostrando ampia disponibilità al dialogo.\nEngagement: sostegno a mozioni degli azionisti di minoranza su temi ESG Nella tabella che segue sono riepilogate le proposte degli azionisti di minoranza su tematiche ESG appoggiate da ANIMA Sgr nelle relative assemblee, in difformità dalle raccomandazioni del manage- ment delle società.\nSocietà\nProposta\u0007degli\u0007azionisti\u0007di\u0007minoranza\u0007\nTema\u0007ESG\nAbbVie Inc. (ABBV)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nAbbVie Inc. (ABBV)\nRichiesta presidente del consiglio indipendente\nIndipendenza degli amministratori\nAlphabet Inc. (GOOGL)\nApprova il piano di ricapitalizzazione per tutte le azioni per avere un voto per azione\nDiritti degli azionisti\n17\nSocietà\nProposta\u0007degli\u0007azionisti\u0007di\u0007minoranza\u0007\nTema\u0007ESG\nAlphabet Inc. (GOOGL)\nRichiesta amministratore indipendente nominato con esperienza in materia di diritti umani e/o civili\nDiritti umani\nAlphabet Inc. (GOOGL)\nValutare la fattibilità dell'inclusione della sostenibilità come misura della performance per la retribuzione dei dirigenti senior\nIncentivo ESG\nAlphabet Inc. (GOOGL)\nRapporto sulle richieste di rimozione dal sito Diritti degli azionisti\nAlphabet Inc. (GOOGL)\nRelazione sulle politiche e le pratiche degli informatori\nDiritti degli azionisti\nAlphabet Inc. (GOOGL)\nRelazione sui rischi connessi alle pratiche anticoncorrenziali\nDiritti degli azionisti\nAmazon.com, Inc. (AMZN)\nReport sull'uso da parte dei clienti delle funzioni di sorveglianza e visione artificiale o prodotti cloud che contribuiscono a violazioni dei diritti umani\nDiritti umani\nAmazon.com, Inc. (AMZN)\nRichiesta di presidente indipendente\nIndipendenza degli amministratori\nAmazon.com, Inc. (AMZN)\nRapporto sul divario retributivo di genere/ etnia\nDiversità\nAmazon.com, Inc. (AMZN)\nRapporto sui dati della promozione\nDiritti degli investitori\nAmazon.com, Inc. (AMZN)\nRapporto sugli impatti degli imballaggi in plastica\nAmbiente\nAmazon.com, Inc. (AMZN)\nSupervisionare e riferire ad un revisore apposito dati sui diritti civili, sull'equità, sulla diversità e sull'inclusione\nDiversità\nAmazon.com, Inc. (AMZN)\nAdottare una politica per includere i dipendenti a orario come candidati alla direzione\nDiversità\nAmazon.com, Inc. (AMZN)\nRelazione al Cda sui rischi connessi alle pratiche anticoncorrenziali\nDiritti degli azionisti\nAmazon.com, Inc. (AMZN)\nRidurre la soglia di quote in possesso per la convocazione dell'assemblea straordinaria degli azionisti\nDiritti degli azionisti\nAmazon.com, Inc. (AMZN)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nAmazon.com, Inc. (AMZN)\nRapporto sui potenziali impatti sui diritti umani dell'uso di Recognition da parte dei clienti\nDiritti umani\nApple Inc. (AAPL)\nModifiche all'accesso proxy\nDiritti degli azionisti\nComcast Corporation (CMCSA)\nRelazione sui rischi posti dalla mancata prevenzione delle molestie sessuali sul posto di lavoro\nSicurezza dei dipendenti\nConocoPhillips (COP)\nObiettivi di riduzione delle emissioni\nClima\nEli Lilly and Company (LLY)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nEli Lilly and Company (LLY) Richiesta presidente indipendente\nIndipendenza degli amministratori\n18\nSocietà\nProposta\u0007degli\u0007azionisti\u0007di\u0007minoranza\u0007\nTema\u0007ESG\nEli Lilly and Company (LLY) Adottare politica sui Bonus\nDiritti degli investitori\nEli Lilly and Company (LLY)\nPubblicazione dell'attività di clawback dei compensi ricevuti da senior manager\nDiritti degli azionisti\nEquinor ASA (EQNR)\nIstruire l'azienda a fissare obiettivi a breve, medio e lungo termine per le emissioni di gas a effetto serra (GHG) delle operazioni dell'azienda e dell'uso dei prodotti energetici\nClima\nFacebook, Inc. (FB)\nApprova il piano di ricapitalizzazione per tutte le azioni per avere il diritto ad un voto per azione\nDiritti degli azionisti\nFacebook, Inc. (FB)\nRichiesta presidente indipendente\nIndipendenza degli amministratori\nFacebook, Inc. (FB)\nRapporto sullo sfruttamento sessuale minorile online\nDiritti umani\nFacebook, Inc. (FB)\nSegnalazione sull'uso improprio della piattaforma\nComunità\nMcDonald's Corporation (MCD)\nRapporto su quantitativi zucchero e salute pubblica\nSalute\nMcDonald's Corporation (MCD)\nRapporto sugli antibiotici e sui costi della sanità pubblica\nSalute\nMcDonald's Corporation (MCD)\nFornire il diritto di agire legalmente con consenso scritto\nDiritti degli azionisti\nMcKesson Corporation (MCK)\nFornire il diritto di agire legalmente con consenso scritto\nDiritti degli azionisti\nMonster Beverage Corporation (MNST)\nVotazione annuale e relazione sui cambiamenti climatici\nClima\nNetflix, Inc. (NFLX)\nRelazione sui contributi politici\nCompenso\nNetflix, Inc. (NFLX)\nAdottare il voto a maggioranza semplice\nDiritti degli azionisti\nPfizer Inc. (PFE)\nRichiesta presidente indipendente\nIndipendenza degli amministratori\nPfizer Inc. (PFE)\nRelazione sui contributi e le spese politiche Diritti degli azionisti\nPfizer Inc. (PFE)\nRapporto sull'accesso ai prodotti COVID-19 Comunità\nRoyal Dutch Shell Plc (RDSA)\nRichiesta di fissare e pubblicare obiettivi per le emissioni di gas a effetto serra (GHG).\nClima\nSiemens AG (SIE)\nModifica articoli Re: Consentire domande agli azionisti durante l'assemblea virtuale\nDiritti degli azionisti\nThe Coca-Cola Company (KO)\nRapporto su quantitativi zucchero e salute pubblica\nSalute\nWalt Disney Company (DIS)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nUnitedHealth Group Incorporated (UNH)\nRidurre la soglia di proprietà per la convocazione dell'assemblea straordinaria degli azionisti\nDiritti degli azionisti\nWalmart Inc. (WMT)\nRelazione su quantitativi refrigeranti rilasciati dalle operazioni\nClima\n19\nSocietà\nProposta\u0007degli\u0007azionisti\u0007di\u0007minoranza\u0007\nTema\u0007ESG\nWalmart Inc. (WMT)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nWalmart Inc. (WMT)\nRelazione sull'allineamento degli obiettivi di giustizia razziale e sul salario iniziale\nDiversità\nWalmart Inc. (WMT)\nApprovare la creazione di un consiglio consultivo della forza lavoro in fase pandemica\nSicurezza dei dipendenti\nWalmart Inc. (WMT)\nRevisione della dichiarazione sulla missione della società\nComunità\nXPO Logistics, Inc. (XPO)\nRapporto sui pagamenti e sulle politiche di lobbying\nComunità\nXPO Logistics, Inc. (XPO)\nRichiesta presidente indipendente\nIndipendenza degli amministratori\nXPO Logistics, Inc. (XPO)\nLimitare la maturazione accelerata dei premi di capitale in caso di cambio di controllo\nDiritti degli azionisti\nXPO Logistics, Inc. (XPO)\nLimitare la maturazione accelerata dei premi di capitale in caso di cambio di controllo\nDiritti degli azionisti\nLe intenzioni di voto su mozioni proposte dagli azionisti di minoranza sono state dichiarate in antici- po, tramite la piattaforma di collaborazione PRI o attraverso il contatto diretto con le società, per le assemblee di Alphabet, Comcast, Wal-Mart, Amazon, Facebook e Repsol.\nEngagement: iniziative collettive per la promozione e diffusione dei princìpi ESG Nel corso del 2021, ANIMA Sgr ha rinnovato la propria adesione ai Principles for Responsible Invest- ment (PRI); al Carbon Disclosure Project (CDP), organizzazione senza scopo di lucro che promuove un sistema di raccolta dati e rendicontazione relativamente ai più importanti fattori di impatto am- bientale; sostenuto la CDP Science Based Target (SBT) Campaign per il 2021 e firmato sulla piatta- forma di collaborazione PRI la lettera di supporto ai legislatori EU per l’emanazione della Corporate Sustainability Reporting Directive e il Global Investor Statement to Governments on the Climate Crisis del 2021 in preparazione della COP26.\nEngagement: esercizio del diritto di voto ANIMA Sgr si è impegnata ad esercitare in modo ragionevole e responsabile i diritti di voto di perti- nenza dei titoli azionari presenti negli OICVM gestiti, nella convinzione che un uso attivo di tali diritti nell’interesse esclusivo dei propri clienti possa accrescere, nel lungo periodo, il valore dei loro inve- stimenti e contribuire al migliore funzionamento dei mercati finanziari e della corporate governance delle società emittenti.\nANIMA Sgr ha esercitato tali diritti tramite la piattaforma web di proxy voting ISS Institutional Sha- reholder Services Inc., oppure conferendo a specifici soggetti apposita delega basata su esplicite istruzioni vincolanti.\nLe espressioni di voto sono state formulate secondo la policy di voto di ANIMA Sgr, che prevede criteri di carattere generale cui ANIMA Sgr si attiene nell’analisi dei diversi punti all’ordine del giorno delle assemblee. La valutazione delle pratiche di corporate governance tiene conto di fattori specifici dell’impresa oggetto di analisi, con particolare riferimento alle dimensioni e al contesto operativo, considerata la tutela dei diritti degli azionisti, le modalità di nomina e composizione del Consiglio di Amministrazione (C.d.A.) e del Collegio Sindacale (C.S.), le modalità di selezione e i compiti della società di revisione contabile, l’efficienza e l’oggettività del sistema dei controlli interni, l’analisi della\n20\nsituazione finanziaria, l’approvazione dei conti, le politiche retributive, i sistemi incentivanti, le even- tuali modifiche statutarie, l’adozione di specifici programmi di corporate social responsability.\nGià dal 2020, inoltre, i criteri previsti dalla policy sono stati ampliati per tenere conto anche di spe- cifici fattori di carattere ESG (Environmental, Social, Governance). Si è pertanto concordato che il proxy advisor ISS facesse riferimento, nella formulazione delle sue raccomandazioni di voto, a linee guida coerenti con le sustainable business practices (in materia di ambiente, equo trattamento del la- voro, politiche non discriminatorie e protezione dei diritti umani) inquadrate in iniziative come quelle di United Nations Environment Programme Finance Initiative (UNEP FI), United Nations Principles for Responsible Investment (UNPRI), United Nations Global Compact, Global Reporting Initiative (GRI), Carbon Principles, International Labour Organization Conventions (ILO), CERES Principles, Global Sullivan Principles, MacBride Principles, e delle Direttive dell’Unione Europea in materia so- ciale e ambientale.\nCon riguardo alle società italiane per le quali fosse prevista l’elezione o il rinnovo delle cariche sociali (C.d.A., C.S., rappresentanti degli azionisti), generalmente il voto a supporto delle liste dei rappre- sentanti di minoranza è stato espresso coerentemente con le iniziative di engagement per la presen- tazione delle liste di minoranza intraprese in collaborazione con il Comitato Gestori (composto da rappresentanti delle SGR associate ad Assogestioni e altri investitori istituzionali).\nNon è stato invece esercitato il diritto di voto relativamente ad azioni di Società direttamente o in- direttamente controllanti ANIMA Sgr SpA eventualmente detenute nei portafogli degli OICR gestiti, nè nelle situazioni in cui sussistevano potenziali conflitti di interesse.\nAl 31 dicembre 2021 le Società, le cui azioni erano presenti all’interno dei portafogli gestiti, rientranti nel perimetro di stewardship erano le seguenti: Banco BPM SpA, Banco di Desio e della Brianza SpA, BasicNet SpA, Buzzi Unicem SpA, Equita Group SpA, Iren SpA, Italmobiliare SpA, Mediobanca SpA, Openjobmetis SpA, Piaggio & C SpA, Salcef SpA, SeSa SpA, Unipol Gruppo SpA. Gli emittenti Banco BPM e Banco di Desio e della Brianza dopo la conclusione di un accordo di distribuzione nel mese di agosto 2021, sono stati tuttavia esclusi dalle attività inerenti a stewardship in quanto caratterizzati da conflitto di interessi.\nNel corso del 2021 è stato esercitato il diritto di voto in occasione delle assemblee delle seguenti Società quotate italiane ed estere:\nAbbVie Inc., Advanced Micro Devices, Inc., Adyen NV, Allianz SE, Alphabet Inc., Amazon.com, Inc., Apple Inc., Asahi Group Holdings Ltd., ASML Holding NV, Assicurazioni Generali SpA, ASTM SpA, AstraZeneca Plc, Autodesk, Inc., Autostrade Meridionali SpA, Banca Farmafactoring SpA, Banca Generali SpA, Banca Mediolanum SpA, Banco di Desio e della Brianza SpA, Banco Santander SA, BasicNet SpA, Biesse SpA, BNP Paribas SA, Caltagirone SpA, Capgemini SE, Comcast Corporation, Compagnie de Saint-Gobain SA, ConocoPhillips, Credito Emiliano SpA, Daimler AG, Deutsche Post AG, E.ON SE, EDP-Energias de Portugal SA, Eli Lilly and Company, Enel SpA, ENGIE SA, Equinor ASA, Equita Group SpA, ERG SpA, EssilorLuxottica SA, Facebook, Inc., Fast Retailing Co., Ltd., Fi- necoBank SpA, FNM SpA, Garofalo Health Care SpA, Gefran SpA, General Electric Company, GPI SpA, Gruppo MutuiOnline SpA, Heineken NV, Industria de Diseno Textil SA, Infrastrutture Wireless Italiane SpA, ING Groep NV, Intesa Sanpaolo SpA, Iren SpA, Italmobiliare SpA, Jazz Pharmaceuti- cals plc, Koninklijke Philips NV, Legal & General Group Plc, Linde Plc, LVMH Moet Hennessy Louis Vuitton SE, M3, Inc., McDonald’s Corporation, McKesson Corporation, Mediobanca SpA, Medtro- nic Plc, Merck KGaA, MetLife, Inc., Micron Technology, Inc., Monnalisa SpA, Monster Beverage Corporation, Morgan Stanley, Netflix, Inc., Nexi SpA, NIKE, Inc., NVIDIA Corporation, NXP Semi- conductors N.V., Openjobmetis SpA, Pfizer Inc., Piaggio & C SpA, Pirelli & C. SpA, Prysmian SpA, Qualcomm Incorporated, Rai Way SpA, Reno de Medici SpA, Reply SpA, Repsol SA, Royal Dutch\n21\nShell Plc, RWE AG, Saipem SpA, Salcef Group SpA, Salesforce.com, Inc., Sanofi, SAP SE, Schneider Electric SE, SeSa SpA, Siemens AG, Siemens Energy AG, Smith & Nephew Plc, Sony Group Corp., Stellantis NV, STMicroelectronics NV, Telefonaktiebolaget LM Ericsson, Tesco Plc, The Coca-Co- la Company, The Procter & Gamble Company, The Walt Disney Company, Tinexta SpA, Toshiba Corp., Total SE, UniCredit SpA, UnitedHealth Group Incorporated, Vinci SA, Vodafone Group Plc, Walmart Inc., Western Digital Corporation, XPO Logistics, Inc.\nL’esercizio del voto è avvenuto sempre in maniera informata, sulla base delle informazioni pubblicate dalle stesse società oggetto di investimento, o dai mezzi di informazione di corrente utilizzo (a titolo esemplificativo: siti web delle società emittenti, stampa quotidiana e periodica, information-provider finanziari), nonché delle eventuali analisi condotte da primarie società di ricerca specializzate nel proxy voting. L’espressione di voto in sede assembleare, è risultata generalmente coerente con le previsioni contenute nella policy di voto di ANIMA Sgr e delle linee guida delle raccomandazioni di ISS, coerenti con le sustainable business practices (in materia di ambiente, equo trattamento del la- voro, politiche non discriminatorie e protezione dei diritti umani) inquadrate in iniziative come quelle di United Nations Environment Programme Finance Initiative (UNEP FI), United Nations Principles for Responsible Investment (UNPRI), United Nations Global Compact, Global Reporting Initiative (GRI), Carbon Principles, International Labour Organization Conventions (ILO), CERES Principles, Global Sullivan Principles, MacBride Principles, e delle Direttive dell’Unione Europea in materia so- ciale e ambientale.\nÈ stato esercitato il diritto di voto in occasione delle assemblee delle seguenti Società, le cui azioni, presenti all’interno dei portafogli gestiti, sono rientrate, tempo per tempo, nel perimetro di steward- ship (definito secondo le previsioni procedurali interne di ANIMA Sgr SpA): Banca Farmafactoring SpA, SeSa SpA, Caltagirone SpA, Banca Generali SpA, Biesse SpA, Openjobmetis SpA, ASTM SpA, Piaggio & C SpA, Banco di Desio e della Brianza SpA, BasicNet SpA, Equita Group SpA, Gefran SpA, Italmobiliare SpA, Salcef Group SpA, Iren SpA, Mediobanca SpA.\nComplessivamente, ANIMA Sgr ha votato in 116 assemblee di società italiane ed estere, in maniera coerente con i princìpi sopra riportati, nel 11% circa dei casi esprimendosi in maniera diversa da quanto raccomandato dal management delle società.\nNell’ambito delle votazioni effettuate, ANIMA Sgr ha, tra l’altro, sostenuto diverse mozioni degli azio- nisti di minoranza finalizzate ad ottenere maggiore trasparenza o impegno da parte degli emittenti in materie ambientali o sociali.\n22\nPROSPETTIVE PER IL 2022\nIl “cantiere” ESG di ANIMA è sempre attivo. L’entrata in vigore, nelle sue varie fasi, della Regola- mentazione Europea in materia di investimenti sostenibili10 contribuisce a definire un panorama più chiaro delle diverse soluzioni possibili per l’integrazione dei fattori ESG nei processi di investimento. In questo quadro, il percorso di ANIMA Sgr prosegue, e proseguirà, proponendo agli investitori nuove strategie mirate alla lotta al cambiamento climatico e ambientali o sociali, oltre ai numerosi prodotti già entrati nel catalogo ESG di ANIMA nel corso del 2022, e sviluppando forme di disclo- sure e reporting gradualmente più specifiche e approfondite (si pensi ad esempio a quella relativa ai cosiddetti PAI), con l’obiettivo di accompagnare gli investitori verso scelte sempre più consapevoli, anche in materia ESG.\n10 Regolamento (UE) 2019/2088 del Parlamento Europeo e del Consiglio dell’UE relativo all’informativa e alla trasparenza sulla sostenibilità nel settore dei servizi finanziari, e Regolamento (UE) 2020/852 del Parlamento Europeo e del Consiglio dell’UE relativo all’istituzione di un quadro che favorisce gli investimenti sostenibili e recante modifica del Regolamento (UE) 2019/2088.\n23",
  "extraction_date": "2025-04-02T17:25:52.444907"
}